[
    {
        "Номер": 1,
        "Ссылка": "https://www.playground.ru/misc/news/nubia_predstavit_flagmanskij_z70_ultra_21_noyabrya-1734874",
        "Название": "Nubia представит флагманский Z70 Ultra 21 ноября",
        "Дата": "сегодня в 10:53",
        "Текст": "Nubia Z70 Ultra, который будет представлен 21 ноября, обещает стать инновационным смартфоном благодаря своим впечатляющим дисплейным характеристикам. Вот ключевые особенности экрана этого устройства:\nНовинка оснащается топовой однокристальной Qualcomm Snapdragon 8 Elite (3-нанометровый техпроцесс, максимальная тактовая частота 4,32 ГГц и графический адаптер Adreno 830).\nОдной из особенностей станет встроенная под экран селфи-камера с поддержкой фирменного ИИ-алгоритма AI Transparent Aalgorithm 7.0, который позволит сохранить чёткость кадров. В числе характеристик также упоминаются процессор Snapdragon 8 Elite и перископическая камера с датчиком на 64 Мп.\nВ целом, Nubia Z70 Ultra стремится к максимальной безрамочности и высоким показателям качества экрана, делая акцент на его практической эффективности и визуальных характеристиках. Это устройство обещает стать одним из лидеров на рынке смартфонов благодаря своим инновационным решениям и передовым технологиям.\n"
    },
    {
        "Номер": 2,
        "Ссылка": "https://www.playground.ru/misc/news/ohlazhdenie_gpu_hotyat_uluchshit_iskusstvennymi_almazami_eto_ponizit_temperaturu_chipa_na_10_20_gradusov-1734866",
        "Название": "Охлаждение GPU хотят улучшить искусственными алмазами - это понизит температуру чипа на 10-20 градусов",
        "Дата": "сегодня в 09:46",
        "Текст": "Издание Tom's Hardware сообщает о том, компания Akash Systems занимается созданием нового способа охлаждения видеокарт.\nAkash Systems предлагает охлаждать GPU-чипы с помощью подложки из искусственного алмаза - он обладает очень хорошей теплопроводностью. Помимо него в подложке так же планируется использовать проводящие материалы. Akash Systems отмечает, что переход на данную технологию охлаждения (GPU-On-Diamond) позволит снизить температуру GPU на 10-20 градусов Цельсия, что так же позитивно скажется и на общем энергопотреблении чипа.\nНа данный момент новая система охлаждения пока что не готова к массовому производству, однако компания получила $50 миллионов налоговых льгот от правительства США и может получить $18 миллионов финансирования от Министерства торговли страны - это может позволить быстрее внедрить новую технологию в массы.\n"
    },
    {
        "Номер": 3,
        "Ссылка": "https://www.playground.ru/misc/news/ozhidaetsya_chto_novye_videokarty_nvidia_intel_i_amd_budut_osnascheny_usovershenstvovannym_razyomom_pitaniya_12v_2x6-1734772",
        "Название": "Ожидается, что новые видеокарты NVIDIA, Intel и AMD будут оснащены усовершенствованным разъёмом питания 12V-2X6",
        "Дата": "вчера в 18:38",
        "Текст": "Все прекрасно знают, как появление разъёмов питания 12VHPWR взбудоражило рынок из-за широко распространённых проблем с «перегоранием», которые были характерны для  NVIDIA Ada Lovelace. Эти разъёмы привели к новому фиаско и серьёзным финансовым потерям для партнёров AIB, которые были вынуждены выполнять свои обязательства по гарантии просто из-за неправильного разъёма питания.\nОднако компания Corsair подтвердила, что в картах следующего поколения таких проблем не будет, поскольку в будущих источниках питания компании будет использоваться стандарт 12V-2X6.\nНесомненно, очевидно, что новые блоки питания действительно будут иметь более высокие показатели TDP, учитывая, что в будущем требования к питанию компонентов нового поколения значительно возрастут.\nПредположительно, что NVIDIA RTX 5090 следующего поколения будет иметь энергопотребление 600 Вт, а другие представители линейки «RTX 50» Blackwell следующего поколения также будут иметь повышенное энергопотребление. Новые разъёмы питания 12V-2X6 могут выдавать до 600 Вт, поэтому у новых моделей следующего поколения не возникнет проблем с получением «энергии», необходимой для работы.\nAMD и Intel уже работают над интеграцией разъёмов питания 12V-2X6. Это показывает, что все ведущие производители действительно перейдут на новый стандарт, который, как утверждается, не содержит ошибок. В разъёме есть «контрольные контакты», которые используются для мониторинга напряжения и проверки правильности значений мощности, что в конечном итоге позволяет избежать проблем с выгоранием старых разъёмов.\n"
    },
    {
        "Номер": 4,
        "Ссылка": "https://www.playground.ru/misc/news/intel_gotovit_buduschie_protsessory_xeon_s_bolshim_3d_v_keshem-1734764",
        "Название": "Intel готовит будущие процессоры Xeon с большим \"3D V-кэшем\"",
        "Дата": "вчера в 18:13",
        "Текст": "AMD предлагает чипы с 3D-кэшем V-Cache как для центров обработки данных, так и для потребительского рынка. Процессор Ryzen 7 9800X3D второго поколения с X3D-кэшем теперь доступен для всех потребителей. Однако из-за проблем с доступностью найти процессор в продаже оказалось непросто.\nИгровые и технические сообщества согласны с тем, что 9800X3D должен был стать чем-то особенным, и, похоже, AMD оправдала эти ожидания. Естественно, внимание переключилось на Intel, которая недавно выпустила серию Core Ultra 200. Удивительно, но производительность не оправдала ожиданий. Intel официально заявила, что новая серия более энергоэффективна, но примерно на 5% медленнее, чем её предшественница. Это вызывает вопросы о том, почему Intel до сих пор не представила процессоры с большим кэшем L3, чтобы конкурировать с процессорами AMD Ryzen, оснащёнными этой технологией.\nВ то время как процессоры Ryzen третьего поколения от AMD уже оснащены 3D V-кэшем, у Intel нет планов по выпуску аналогичного продукта — по крайней мере, на потребительском рынке. В интервью, которое взяли Der8auer и Bens Hardware, менеджер по техническим коммуникациям Intel Флориан Майслингер подтвердил, что Intel работает над чем-то с большим кэшем. Однако этот продукт будет ориентирован на рынок центров обработки данных, а не на потребителей.\nПо словам HardwareLuxx, который перевёл разговор, несмотря на то, что Intel не планирует в ближайшее время выпускать процессоры с большими кэшами для потребителей, в прошлых патентах предлагались конструкции, включающие такую технологию, по крайней мере, рассматривались. Кэш последнего уровня (L4 Cache), также называемый \"адамантитом\", появился в патенте и обновлениях программного обеспечения некоторое время назад.\nIntel уже использует передовые технологии производства, и теоретически кэш-память может быть реализована в виде отдельной плитки. Однако для минимизации задержек более эффективным решением может стать многослойная плитка, аналогичная 3D V-Cache от AMD. Сообщается, что Intel планирует интегрировать такой кэш в свои процессоры Xeon Clearwater, добавив кэш непосредственно к базовой плитке. Ожидается, что процессоры Xeon следующего поколения будут содержать до 17 активных плиток. Этот продукт должен выйти в следующем году.\n"
    },
    {
        "Номер": 5,
        "Ссылка": "https://www.playground.ru/misc/news/v_seti_poyavilis_pervye_zhaloby_na_korol_protsessorov_ot_amd-1734720",
        "Название": "В сети появились первые жалобы на \"король процессоров\" от AMD",
        "Дата": "вчера в 15:36",
        "Текст": "Пользователь на Reddit опубликовал фотографию поврежденного сокета материнской платы MSI MAG X870 Tomahawk, который спалил «король процессоров» Ryzen 7 9800X3D. У геймера перестал работать компьютер, и он решил узнать причину поломки.Расследованием происшествия занялся портал Gamers Nexus. Специалисты предложили геймеру обменять неработающие комплектующие на новые за их счет, а сами эксперты проведут анализ поломки.\nКомпания MSI, которая произвела материнскую плату MAG X870 TOMAHAWK WIFI также отреагировала на ситуацию. Представители корпорации заявили, что «проведут расследование».\"Мы получили сообщение от пользователя, который повредил процессор AMD Ryzen 7 9800 X3D при использовании материнской платы MSI MAG X870 TOMAHAWK WIFI и начали расследование инцидента. Также мы тесно сотрудничаем с AMD и на связи с Gamers Nexus.\"В схожей ситуации оказался и другой пользователь. Корейский геймер также использовал процессор Ryzen 7 9800X3D и материнскую плату MAG X870 TOMAHAWK WIFI и столкнулся с повреждением сокета.Портал Tom's Hardware напрямую обратился к MSI, чтобы узнать причины поломок. В компании ответили, что геймеры неправильно установили комплектующие. Технические специалисты MSI намеренно подсоединили процессор к материнской плате без плотного соприкосновения контактов между собой, и результат не заставил себя долго ждать: Ryzen 7 9800 X3D спалил разъем материнки.Новый флагман от AMD официально поступил в продажу 8 ноября 2024 года. Процессор Ryzen 7 9800X3D раскупили с прилавков магазинов за один день.\n"
    },
    {
        "Номер": 6,
        "Ссылка": "https://www.playground.ru/half-life_2/news/nvidia_otmechaet_20_letie_half_life_2_rozygryshem_spetsialnoj_videokarty_rtx_4080_super-1734628",
        "Название": "Nvidia отмечает 20-летие Half-Life 2 розыгрышем специальной видеокарты RTX 4080 SUPER",
        "Дата": "14 ноября в 22:10",
        "Текст": "16 ноября 2024 года Half-Life 2 отпразднует свое 20-летие, и у Nvidia есть особый способ почтить два десятилетия этой иконы компьютерных игр. Компания объявила о розыгрыше специальной видеокарты GeForce RTX 4080 SUPER с изображением Гордона Фримена, его культового лома и оранжевых акцентов по всей карте.\nК сожалению, этот уникальный графический процессор недоступен для покупки. Единственный способ получить его — принять участие в розыгрыше Nvidia в X, Instagram, Facebook или TikTok. Правила просты: поставьте лайк под постом и ответьте с хэштегом HalfLife2RTX.\nХэштег Half-Life 2 RTX связан с обновлением оригинальной игры до RTX от Orbifold Studios. Игра теперь есть в листинге Steam (вы уже можете добавить ее в список желаний), но дата выхода пока неизвестна.\nHalf-Life 2 RTX была анонсирована в августе 2024 года. Nvidia использовала её для демонстрации возможностей RTX Remix, набора инструментов для ремастеринга классических игр и оснащения их современными технологиями GPU, такими как трассировка лучей в реальном времени.\n"
    },
    {
        "Номер": 7,
        "Ссылка": "https://www.playground.ru/misc/news/amd_utverzhdaet_chto_ryzen_ai_9_hx_370_na_75_bystree_chem_intel_core_ultra_7_258v_v_igrah-1734603",
        "Название": "AMD утверждает, что Ryzen AI 9 HX 370 на 75% быстрее, чем Intel Core Ultra 7 258V в играх",
        "Дата": "14 ноября в 19:46",
        "Текст": "AMD делится некоторыми внутренними бенчмарками, показывающими ее Ryzen AI 300 APU в играх и тем, как они сравниваются с серией Intel Core Ultra 200V под кодовым названием «Lunar Lake».\nКогда вышла AMD «Strix Point», платформа Intel еще не была готова, поэтому она не использовалась ни в каких маркетинговых слайдах. Однако за последние несколько недель все изменилось, и теперь на рынке есть обе платформы. AMD решила поделиться некоторыми игровыми бенчмарк-тестами, сосредоточившись на своих технологиях повышения производительности, таких как FSR (FidelityFX Super Resolution) и Frame Generation, либо через AFMF (Fluid Motion Frames), либо через реализацию HYPR-RX.\nКонечно, выбор игр явно благоприятствует оборудованию AMD, и сноски, похоже, удобно пропускают детали, такие как цифры для данных о частоте кадров, отличных от FSR/FG, но,  все равно можно взглянуть на диаграммы и проигнорировать эти технологии, чтобы иметь некоторое представление о том, где AMD позиционирует свои APU с точки зрения игр.\nСтоит добавить, что обе системы построены на базе корпуса ASUS Zenbook S , S 16 оснащен Ryzen AI 9 HX 370, а S 14 — Core Ultra 7 258V. Обе системы имеют 32 ГБ памяти LPDDR5X, но корпус AMD использует скорость 7500 МТ/с, а Lunar Lake по умолчанию предлагает память 8533 МТ/с. К сожалению, AMD не подтверждает, работает ли ноутбук ASUS в «стандартном режиме», который является стандартным для этих ноутбуков. Однако, если это так, то обе системы должны работать на 17 Вт, что позволяет провести хорошее сравнение.\nAMD делает много заявлений в своем официальном сообщении в блоге, но геймеры могут игнорировать эти маркетинговые моменты и просто сосредоточиться на диаграммах. Цифры для non-FSR/XeSS, к сожалению, не предоставлены, но  видно, что обе платформы меняются местами в различных бенчмарках. Тем не менее,  можно сделать вывод, что AMD быстрее в 9 играх из выбранных 16 игр, тогда как платформа Intel быстрее в 5. Также есть 4 игры, где есть  ничья.\nБольшинство пользователей будут использовать технологии FSR и XeSS, когда они будут доступны, и если это так, то AMD действительно может быть лучшей платформой для геймеров. Чтобы добавить немного соли на раны Intel, AMD делится некоторой статистикой FSR, которая ясно показывает, что Intel XeSS сильно отстает в поддержке игр, и пока еще нет решения с генерацией кадров. Еще одним преимуществом AMD FSR является открытый исходный код, в то время как Intel, по сей день и несмотря на обещания, не открыла исходный код своего решения.\n"
    },
    {
        "Номер": 8,
        "Ссылка": "https://www.playground.ru/misc/news/intel_otklyuchaet_funktsiyu_obhoda_dlvr_na_protsessorah_core_ultra_200s_dlya_predotvrascheniya_nepravilnogo_ispolzovaniya-1734578",
        "Название": "Intel отключает функцию обхода DLVR на процессорах Core Ultra 200S для предотвращения \"неправильного использования\"",
        "Дата": "14 ноября в 17:42",
        "Текст": "Intel отключила функцию DLVR Bypass в своих процессорах Core Ultra 200S, что приведет к значительному рассеиванию мощности при высоких нагрузках, которое теперь не сможет обойти пользователь, что было проще сделать в предыдущих версиях BIOS.\nDLVR или цифровой линейный регулятор напряжения Intel был представлен еще в 2021 году, но был интегрирован в 2022 году с процессорами Raptor Lake, хотя он был отключен. Однако DLVR встроен в процессоры Intel Arrow Lake Core Ultra 200S по умолчанию, что направлено на повышение энергоэффективности этих ЦП.\nСуществуют некоторые преимущества, а также ограничения, связанные с DLVR, и поэтому Intel предоставляет пользователям возможность отключить/обойти режим DLVR через BIOS материнской платы на материнских платах Z890. Однако это не будет иметь место в последнем обновлении BIOS, которое приносит микрокод 0x112.\nКак сообщает HardwareLUXX, один из участников сообщества, \"Trill\", обнаружил, что его материнская плата ASRock Z890 Pro RS не имеет возможности обойти режим DLVR. Обычно это отображается в BIOS как \"Power Gate Mode\", что помогает в значительной степени минимизировать рассеивание мощности. В новом BIOS есть только \"Stable Mode\", как показывает пользователь, и режим Power Gate недоступен.\nУ DLVR возникают проблемы при высоких нагрузках, поскольку DLVR вводит динамическую регулировку напряжения в ответ на изменения в потребности обработки. Несмотря на то, что DLVR удается обеспечить достаточную мощность для ЦП при высоких нагрузках, это приводит к более высокому рассеиванию мощности до 90 Вт в результате преобразования высокого входного напряжения в соответствующее выходное напряжение для ядер и кластеров ЦП.\nЭто влияет на энергоэффективность при более высоких нагрузках, но с обходом пользователи получили возможность отключить эту функцию на своих материнских платах Z890. К счастью, рассеивание мощности не так велико при низких нагрузках, включая игры, где DLVR блистает. Учитывая комментарии Intel по этому вопросу, неясно, как пользователи могут неправильно использовать режим обхода DLVR,\nIntel делает это возможным только с помощью Nitrogen Cooling, который пользователи будут применять редко. На данный момент только материнские платы ASRock и MSI реализуют микрокод 0x112 с последним BIOS, но Gigabyte и ASUS такую еще не выпустили.\n"
    },
    {
        "Номер": 9,
        "Ссылка": "https://www.playground.ru/misc/news/aoc_vypuskaet_27_dyujmovyj_igrovoj_monitor_agon_pro_ag276fk_s_chastotoj_obnovleniya_540_gts_po_tsene_650-1734409",
        "Название": "AOC выпускает 27-дюймовый игровой монитор AGON PRO AG276FK с частотой обновления 540 Гц по цене $650",
        "Дата": "13 ноября в 18:44",
        "Текст": "AGON by AOC расширяет свою линейку профессиональных игровых продуктов, представив AGON PRO AG276FK. Этот 27-дюймовый игровой монитор Full HD оснащен панелью Fast IPS и работает с частотой обновления 520 Гц, позиционируя его как конкурентоспособный инструмент для киберспортсменов.\nAG276FK расширяет существующее портфолио мониторов с высокой частотой обновления AGON PRO, которое включает AG246FK (540 Гц) и AG256FS (390 Гц), предлагая геймерам дополнительные возможности в соответствии с их конкретными требованиями к производительности. AG276FK построен на основе разрешения Full HD 1920x1080 пикселей, используя панель Fast IPS, которая обеспечивает высокую точность цветопередачи и широкие углы обзора. Благодаря пиковой яркости 400 нит и сертификации DisplayHDR 400 монитор сохраняет визуальную четкость без ущерба для яркости. Частота обновления 520 Гц позволяет дисплею отображать до 520 кадров в секунду, что значительно снижает размытость движения и обеспечивает более плавные переходы во время быстрых игровых сессий. В сочетании со временем отклика 0,5 миллисекунд Gray-to-Gray (GtG) и 0,3 миллисекунд Moving Picture Response Time (MPRT) AG276FK минимизирует задержку ввода, предлагая более отзывчивый игровой процесс.\nТехнология Adaptive-Sync реализована для синхронизации частоты обновления монитора с частотой кадров на выходе графического процессора, эффективно устраняя разрывы и заикания экрана. Эта синхронизация имеет решающее значение для поддержания визуальной согласованности и плавности, особенно в таких высокоактивных киберспортивных играх, как Counter-Strike 2 и Valorant. Монитор оснащен несколькими предварительно откалиброванными игровыми режимами, оптимизированными для различных игровых жанров, что позволяет быстро настраивать параметры в зависимости от типа игры. Кроме того, AG276FK включает в себя встроенный счетчик кадров и функции управления тенями, что позволяет геймерам отслеживать показатели производительности и настраивать визуальные параметры для улучшения видимости игровых элементов.\nПользовательский интерфейс был усовершенствован с помощью переработанного экранного меню (OSD), обеспечивающего упрощенный доступ к критически важным игровым функциям и настройкам. AG276FK также интегрирует новейшие технологии Motion Blur Reduction (MBR) и MBR Sync, которые можно активировать для дальнейшего повышения четкости движения во время соревновательного игрового процесса. MBR Sync сочетает стробирование подсветки с поддержкой переменной частоты обновления, обеспечивая четкое движение без разрывов, подходящее для высокоскоростных игровых сред.\nРежим Low Input Lag обходит ненужные этапы обработки изображения, гарантируя, что вводы игрока регистрируются с минимальной задержкой, что необходимо для поддержания конкурентного преимущества.  Помимо своих игровых возможностей, AG276FK предлагает универсальность для повседневного использования. 27-дюймовая панель Fast IPS обеспечивает баланс между предоставлением достаточного экранного пространства для захватывающих игр и предоставлением достаточного пространства для таких производительных задач, как создание контента, редактирование видео и просмотр мультимедиа.\nЭргономичная подставка монитора позволяет регулировать высоту на 130 мм, наклонять, поворачивать и поворачивать, гарантируя, что пользователи могут поддерживать оптимальное положение просмотра во время продолжительных игровых сеансов или рабочих периодов. Низкопрофильное тонкое основание подставки способствует чистому и организованному размещению стола, поддерживая различные конфигурации рабочего пространства.\nВозможности подключения на AG276FK являются всеобъемлющими, включая два порта HDMI 2.0, два порта DisplayPort 1.4 и концентратор USB с четырьмя портами USB 3.2. Эти порты облегчают бесшовную интеграцию с несколькими устройствами, включая игровые консоли, ПК и периферийные аксессуары. Включение как опций HDMI, так и DisplayPort обеспечивает совместимость с широким спектром оборудования, предоставляя пользователям гибкость в настройке своей игровой или профессиональной среды.\nМонитор поступит в продажу в ноябре 2024 года по рекомендованной производителем розничной цене около 649,99 долларов.\n"
    },
    {
        "Номер": 10,
        "Ссылка": "https://www.playground.ru/misc/news/intel_core_ultra_5_225h_pokazyvaet_uluchshenie_proizvoditelnosti_v_odnoyadernom_teste_geekbench_na_14_po_sravneniyu_s_125h-1734194",
        "Название": "Intel Core Ultra 5 225H показывает улучшение производительности в одноядерном тесте Geekbench на 14% по сравнению с 125H",
        "Дата": "12 ноября в 19:39",
        "Текст": "Серия Intel Core Ultra 200H, возможно, еще официально не вышла, но благодаря утечкам и ранним тестам есть некоторая информация. По словам  JayKihn, у Intel есть планы на пять моделей в этой мобильной линейке: Ultra 9 285H, Ultra 7 265H, Ultra 5 255H, Ultra 5 235H и начальный уровень Ultra 5 225H. Первоначальные результаты Geekbench для Ultra 5 225H дают представление о его производительности и его месте в линейке.\nТест был проведен на устройстве Samsung под управлением Windows 11, и он получил 14 ядер, разделенных на 4 ядра производительности, 8 ядер эффективности и 2 ядра с низким энергопотреблением. Ultra 5 225H примерно на 13,5% быстрее старого Ultra 5 125H (2547 против 2223) и на 7,5% быстрее в многоядерном режиме (12448 против 11543). Базовая тактовая частота составляет 1,7 ГГц, но ее можно увеличить до 5 ГГц, сохраняя при этом низкий TDP 28 Вт, что делает ее более эффективной. Во время тестирования она достигла пика в 4,87 ГГц.\nIntel в последнее время сталкивается с некоторыми проблемами. Их чипы Raptor и Arrow Lake 13-го и 14-го поколений имели такие проблемы, как нестабильность при большой нагрузке, и некоторые пользователи сообщали о проблемах с напряжением. Intel пыталась исправить это с помощью обновлений, но это было несущественно. Плюс, ажиотаж вокруг E-ядер Arrow Lake (энергоэффективных ядер) не полностью оправдал шумиху, и люди задаются вопросом, будут ли эти чипы действительно полезны.\nТакже есть Intel Lunar Lake, которые предназначены для сверхлегких ноутбуков. Они получают хорошие отзывы за время работы от батареи и достойную встроенную графику, что делает их отличными для легких игр. Но сейчас все глаза прикованы к серии Arrow Lake 200H, и, судя по этим ранним тестам, у Intel может быть победитель.\nВероятно, вскоре будет больше тестов — и, возможно, даже лучшие результаты. Но на данный момент чипы Core Ultra 200H выглядят как надежное обновление для тех, кто хочет получить хорошее сочетание мощности и эффективности в своем следующем ноутбуке или планшете. Просто ранние тесты Geekbench могут не показать полную картину, поскольку они могут быть основаны на прототипах оборудования или ранних образцах.\n"
    },
    {
        "Номер": 11,
        "Ссылка": "https://www.playground.ru/misc/news/nvidia_perevela_svoi_proizvodstvennye_linii_na_vypusk_gpu_sleduyuschego_pokoleniya_geforce_rtx_50_blackwell-1734169",
        "Название": "NVIDIA перевела свои производственные линии на выпуск GPU следующего поколения GeForce RTX 50 Blackwell",
        "Дата": "12 ноября в 17:57",
        "Текст": "По данным Chinese Board Channels, NVIDIA теперь направляет  все свои производственные линии в приоритетное направление на производство игровых графических процессоров GeForce RTX 50 \"Blackwell\" следующего поколения, ориентированных на игровой рынок. Они заменят существующую линейку RTX 40 \"Ada\", которая уже столкнулась с прекращением выпуска флагманских моделей с ограниченным производством ряда продуктов, таких как RTX 4090 и RTX 4090D.\nВ отчете говорится, что NVIDIA, как ожидается, выпустит свои первые графические процессоры GeForce RTX 50 «Blackwell» в январе, и, туда войдут трио RTX 5090, RTX 5080 и RTX 5070. Фактическая доступность  в розничной продаже наступит через несколько недель (или месяцев с опозданием на RTX 5070), но Дженсен Хуанг займет центральное место на CES, чтобы провести надлежащую презентацию своих продуктов следующего поколения для геймеров.\nПредполагаемые даты запуска NVIDIA RTX 50:\nТаким образом, производственные линии переносятся на новую серию RTX 50, в то время как жизненный цикл серии RTX 40 завершится, а это означает, что существующие продукты Ada будут поставляться в ограниченном количестве в дальнейшем.\nКроме того, в дополнение к вариантам более высокого уровня, NVIDIA также прекращает производство своей серии RTX 40 начального уровня, такой как AD106 и AD107, но последняя продолжит выпускаться в небольших количествах из-за своей популярности в сегменте ноутбуков и бюджетных устройств. То же самое было и со старой серией RTX 30, в которой некоторое время продолжалось производство продуктов GA107 и GA106, в то время как продукты более высокого уровня постепенно снимались с производства.\nДля производителей это означает, что NVIDIA GeForce RTX 40 получат волну скидок, специфичных для розничных продавцов, чтобы переместить запасы и освободить место для будущей линейки. С учетом сказанного, AIB уже начали получать финальные платы и инженерные образцы, как сообщает Igor's Lab, так что это означает, что партнеры по платам уже оценивают свои проекты следующего поколения, которые будут в начале 2025 года. Наверняка случится грандиозный запуск линейки GeForce RTX 50 \"Blackwell\", на выставке CES, всего через несколько месяцев.\n"
    },
    {
        "Номер": 12,
        "Ссылка": "https://www.playground.ru/misc/news/lg_razrabotala_pervyj_v_otrasli_rastyagivayuschijsya_displej_s_vozmozhnostyu_uvelicheniya_na_50-1734145",
        "Название": "LG разработала первый в отрасли растягивающийся дисплей с возможностью увеличения на 50%",
        "Дата": "12 ноября в 16:20",
        "Текст": "LG Display совершила значительный прорыв, разработав первый в мире растягивающийся дисплей, способный расширяться на 50%, что является самым высоким показателем в отрасли на сегодняшний день.\n8 ноября компания представила этот усовершенствованный прототип в научном парке LG в Сеуле, продемонстрировав его возможности более чем 100 специалистам из южнокорейской промышленности, научных кругов и исследовательских секторов, участвующим в национальном проекте по созданию растягивающегося дисплея. Растягивающиеся дисплеи представляют собой передовую форму технологии экранов свободной формы, позволяющую изменять их форму путём растягивания, складывания и скручивания.\nПоследний прототип оснащен 12-дюймовым экраном, который может увеличиваться до 18 дюймов при сохранении высокого разрешения 100 пикселей на дюйм и полной цветопередачи RGB. Эта новая панель более чем в два раза превышает максимальный показатель удлинения первоначального прототипа растягивающегося дисплея, представленного в 2022 году, который составлял 20%. Улучшенная растягиваемость обеспечивает большую гибкость дизайна дисплея, значительно повышая потенциал технологии для коммерциализации и расширяя возможности ее применения.\nКомпания LG Display добилась такого прогресса благодаря интеграции нескольких новых технологий, в том числе усовершенствований специализированной кремниевой подложки, изначально использовавшейся в контактных линзах, и разработке новой структуры проводки. Эти инновации повысили растяжимость и гибкость панели, превзойдя первоначальную цель проекта — растяжение на 20%. Кроме того, использование микросветодиодного источника света размером до 40 микрометров повысило долговечность прототипа, позволив растягивать его более чем в 10 000 раз, сохраняя при этом чёткое изображение в экстремальных условиях, таких как перепады температур и внешние воздействия.\nПомимо своей тонкости и лёгкости, растягивающиеся дисплеи могут прилегать к поверхностям неправильной формы, таким как одежда и кожа, что делает их пригодными для широкого спектра применений. Ожидается, что они будут использоваться в различных отраслях, включая моду, носимые устройства и автомобилестроение. Компания LG Display представила несколько концепций применения растягивающихся дисплеев, таких как автомобильная панель, которая может растягиваться до выпуклой формы и управляться вручную, а также носимый дисплей, встроенный в форму пожарных для предоставления информации в режиме реального времени.\nЯвляясь ведущей компанией в национальном проекте по созданию растягивающихся дисплеев с 2020 года, LG Display сотрудничает с 19 отечественными промышленными и исследовательскими институтами. Этот проект является частью более широкой инициативы Министерства торговли, промышленности и энергетики Южной Кореи и Корейского института планирования и оценки промышленных технологий по разработке основных технологий для дисплеев нового поколения. Успешное завершение этого проекта позволило LG Display получить доступ к основным технологиям для рынка дисплеев нового поколения, локализовать материалы, компоненты и оборудование, а также создать надёжную инфраструктуру для исследований и разработок.\n"
    },
    {
        "Номер": 13,
        "Ссылка": "https://www.playground.ru/misc/news/oklik_vypustili_nedoroguyu_akustiku_ok_605a_s_derevyannym_korpusom-1734020",
        "Название": "Оклик выпустили недорогую акустику OK-605A с деревянным корпусом",
        "Дата": "12 ноября в 00:14",
        "Текст": "Акустическая система OK-605A — это стильный девайс с корпусом из МДФ, который гарантирует чистый и насыщенный звук. Нижняя часть корпуса украшена RGB-подсветкой с 6 режимами, позволяя настроить цвет и интенсивность освещения под настроение или обстановку.\nСистема оснащена низкочастотным динамиком диаметром 100 мм и высокочастотным динамиком 31 мм, что даёт плотный и сбалансированный звук в диапазоне от 40 Гц до 200 кГц. Двухполосная стереосистема подойдёт даже для использования в качестве домашних мониторов. Поскольку фазоинвертор расположен на задней панели, колонки лучше не ставить вплотную к стене.\nOK-605A поддерживает несколько вариантов подключения: Bluetooth 5.0, USB-порт, 2 аудиовхода RCA, а также оптический вход и выход (RCA SUB OUT). Управлять настройками можно с помощью регуляторов на задней панели, а также через удобный пульт, который позволяет изменять частоты, переключаться между режимами подсветки и управлять воспроизведением.\nЭта аудиосистема — полноценный медиацентр, который позволяет подключать разные устройства и управлять ими прямо с колонок. Благодаря встроенному медиаплееру через USB-разъём можно подключить флешку и проигрывать аудиофайлы напрямую.\nOK-605A выполнена в классических черном и белом цветах, так что легко впишется в любой интерьер. Будь то создание уютной атмосферы или полноценная аудиосистема, эта акустика от Oклик обеспечит качественное звучание. Модель OK-605A доступна в «Ситилинк» и на всех маркетплейсах.\n"
    },
    {
        "Номер": 14,
        "Ссылка": "https://www.playground.ru/misc/news/stilnye_paverbanki_baseus_blade_2_poyavilis_v_rossii-1734018",
        "Название": "Стильные павербанки Baseus Blade 2 появились в России",
        "Дата": "12 ноября в 00:04",
        "Текст": "Бренд цифровых аксессуаров Baseus вывел на российский рынок обновлённую модель пауэрбанка для смартфонов и ноутбуков — Blade 2. Этот лёгкий и компактный аккумулятор на 12 000 мАч с быстрой зарядкой станет отличным спутником в поездках и поможет оставаться на связи где угодно. Новинку уже можно найти в официальных магазинах Baseus на маркетплейсах.\nBaseus Blade 2 объединяет в себе продуманный минималистичный дизайн и удобство в использовании. Благодаря ёмкости 12 000 мАч он подходит для зарядки смартфонов, ноутбуков, игровых консолей, умных часов, наушников и других устройств, потребляющих до 65 Вт мощности. Два USB-C порта позволяют заряжать одновременно до двух девайсов, что делает его идеальным выбором для тех, кто всегда нуждается в заряженном телефоне.\nМодель толщиной всего 7,3 мм легко поместится даже в небольшую сумку или кейс для ноутбука, что особенно удобно для перелётов и путешествий, поскольку её легко можно взять в ручную кладь. Безопасность заряжаемых устройств обеспечивает система BDIP (Baseus Digital Intelligent Power), которая управляет распределением мощности и защищает технику от коротких замыканий, перегрева и перегрузок, а сам аккумулятор рассчитан на более 20 000 циклов зарядки.\nBlade 2 имеет стильный и лаконичный дизайн, который отлично впишется даже в строгий офисный стиль. Модель доступна в трёх цветах: синем, серебристом и оранжевом, а корпус выполнен с использованием технологий литья и высокоточной резки, что делает его прочным и долговечным.\nУправлять настройками пауэрбанка можно через приложение Baseus, где пользователь сможет отслеживать заряд, распределение нагрузки и персонализировать экран. Baseus Blade 2 уже доступен для покупки в официальных магазинах бренда на маркетплейсах и вскоре появится в сети DNS.\n"
    },
    {
        "Номер": 15,
        "Ссылка": "https://www.playground.ru/misc/news/utechka_harakteristik_predstoyaschih_protsessorov_core_ultra_200_non_k_i_core_ultra_200t_arrow_lake-1734010",
        "Название": "Утечка характеристик предстоящих процессоров Core Ultra 200 non-K и Core Ultra 200Т Arrow Lake",
        "Дата": "11 ноября в 22:52",
        "Текст": "Ожидается, что серия 200T с 35 Вт TDP и модели 200 non-K с 65 Вт TDP дебютируют на выставке CES 2025 вместе с более доступными материнскими платами B860.\nЭти процессоры нацелены на обычных потребителей и предприятия, которым не требуются разблокированные процессоры для разгона и игр. Согласно списку, которым поделился @momomo_us, Intel готовит к запуску в ближайшее время не менее семи моделей. Однако, учитывая дальнейшие планы Intel, этот список может быть не окончательным.\nIntel Core 200T/не-K  Core Ultra 9 285 будет иметь 24 ядра, как и 285K, но с базовой тактовой частотой, ограниченной 2,5 ГГц на P-ядрах, и сниженным TDP 65 Вт — на 1,2 ГГц и 55 Вт ниже, чем у флагманского SKU 285K, выпущенного в прошлом месяце.\nАналогично, Intel готовит вариант 285T с еще более низкой тактовой частотой P-ядра 1,4 ГГц и всего 35 Вт TDP. Эти процессоры не очень популярны среди обычных пользователей, но часто используются в системах All-in-One и встроенных настольных ПК для бизнеса.\nПланируется как минимум три варианта 20-ядерного Ultra 7 265. Версия 65 Вт будет включать варианты с Arc GPU и без GPU (отсюда и вариант F), а также модель T.\nНаконец, есть 10-ядерный Ultra 5 225, который указан как вариант F, но нет никаких упоминаний о версии T. В просочившемся списке  Core Ultra 200 присутствуют дополнительные детали, такие как 245, 235, 215 и 205, которые могут быть опубликованы позже, или список от @momomo может быть просто неполным.\nIntel представит эти новые чипы примерно через два месяца, когда компания, как ожидается, подтвердит полные спецификации и цены. В целом, ожидается, что линейка Core 200 в конечном итоге расширится с пяти до 16 вариантов. Непонятно, есть ли место или необходимость для 295K.\n"
    },
    {
        "Номер": 16,
        "Ссылка": "https://www.playground.ru/misc/news/amd_pozitsioniruet_ryzen_7_9800x3d_kak_konkurenta_topovomu_igrovomu_protsessoru_intel_core_i9_14900ks-1733969",
        "Название": "AMD позиционирует Ryzen 7 9800X3D как конкурента топовому игровому процессору Intel Core i9-14900KS",
        "Дата": "11 ноября в 20:56",
        "Текст": "Ну, теперь уже неудивительно, что процессор AMD Ryzen 7 9800X3D — лучший чип, который стоит взять, если вы геймер. В обзорах бесчисленных независимых технических изданий чип продемонстрировал большой прирост игровой производительности при удивительной эффективности с улучшенной многопоточной производительностью, а также обладает полной поддержкой разгона.\nAMD Ryzen 7 9800X3D в настоящее время указан в конкурентном руководстве как конкурент лучшим игровым чипам Intel, а именно Core i9-14900KS и Core i9-14900K, учитывая, что Core Ultra 9 285K и близко не стоит со своими предшественниками. 9800X3D в среднем примерно на 8 % быстрее при разрешении 1080p по сравнению с 7800X3D, который уже был самым быстрым чипом на рынке.\nОсновная проблема с 9800X3D в настоящее время заключается в его доступности, которая обусловлена ​​повышенным спросом, и несколько розничных продавцов либо полностью удалили чип из своих списков, либо перешли на предварительные заказы только на чип. ЦП выставлен на продажу по цене 479 долларов США, но из-за недоступности он стал жертвой скальпинга, и цены на eBay колеблются выше 700 долларов США.\nПереходя к не-X3D  чипам, AMD Ryzen 9 9950X указан как конкурент Core i9-14900K и Core i9-13900KS. Хотя 9950X не так производительен в играх, как 9800X3D, он все еще является зверем многопоточной части.\nТо же самое касается Ryzen 9 9900X, который сравнивается с Core i9-14900K и Core i9-13900K. Ryzen 7 9700X сравнивается с i7 14700K и i7-13700K. Чип обеспечивает лучшую игровую производительность, чем эти два процессора, но он не обеспечивает того же уровня многопоточных возможностей, что и Ryzen 5 9600X, который сравнивается с Core i5-14600K и Core i5-13600K, последние два из которых предлагают лучшую многопоточную производительность.\nНастольные процессоры AMD Ryzen недавно завоевали рекордную долю рынка. С недавним снижением цен процессоры Ryzen 9000 Non-X3D выглядят как очень разумные продукты, а с учетом быстро приближающейся Черной пятницы и праздничного сезона можно ожидать дальнейшего снижения цен на эти чипы, что сделает их еще более выгодными на платформе AM5, которая, как теперь ожидается, также будет поддерживать новейшие процессоры Zen 6 \"Ryzen\".\n"
    },
    {
        "Номер": 17,
        "Ссылка": "https://www.playground.ru/misc/news/kakoj_igrovoj_protsessor_luchshe_ryzen_7_9800x3d_sravnili_s_ryzen_7_7800x3d_v_45_igrah-1733959",
        "Название": "Какой игровой процессор лучше? Ryzen 7 9800X3D сравнили с Ryzen 7 7800X3D в 45 играх",
        "Дата": "11 ноября в 19:34",
        "Текст": "Сравнили чипы авторы YouTube-канала Hardware Unboxed на ПК с видеокартой GeForce RTX 4090 и 32 ГБ ОЗУ.\nAMD Ryzen 7 7800X3D был признан большинством экспертов лучшим игровым процессором прошлого поколения. А его наследник AMD Ryzen 7 9800X3D, продажи которого стартовали 7 ноября 2024 года, еще шустрее.\nПо итогам тестирования 45 игр в разрешении 1080p, в Hardware Unboxed выяснили, что Ryzen 7 9800X3D превосходит Ryzen 7 7800X3D на 8%. В некоторых играх эта цифра выше. Так, в Starfield, Hogwars Legacy, The Last of Us Part I преимущество Ryzen 7 9800X3D составляет внушительные 20%. А, например, в Assassin's Creed Valhalla и Forza Horizon 5 у чипов паритет. Кроме того, есть игра, в которой старый чип быстрее. Это Star Wars Outlaws.\nСтоит ли менять Ryzen 7 7800X3D на Ryzen 7 9800X3D? Нет. Разница не такая значительная, чтобы тратить почти $500. А вот переход с Ryzen 7 5800X3D уже имеет смысл.\n"
    },
    {
        "Номер": 18,
        "Ссылка": "https://www.playground.ru/misc/news/igpu_amd_ryzen_ai_max_300_strix_halo_poluchit_naimenovanie_radeon_8000s-1733923",
        "Название": "iGPU AMD Ryzen AI MAX 300 Strix Halo получит наименование Radeon 8000S",
        "Дата": "11 ноября в 16:56",
        "Текст": "AMD представила процессоры серии Ryzen AI MAX 300 под кодовым названием Strix Halo, которые находятся в разработке уже почти год. Эти мобильные процессоры объединяют ядра ЦП Zen 5 с интегрированным графическим процессором (iGPU) на основе архитектуры RDNA 3.5. iGPU в этих процессорах разработан для обеспечения производительности, сопоставимой с дискретными графическими процессорами, нацеленной на конкуренцию с такими процессорами, как M3 Pro и M3 Max от Apple, используемыми в MacBook Pro.\nПроцессоры Strix Halo представляют собой многочиповые модули (MCM), которые объединяют одну или две матрицы Zen 5 CCD, некоторые из которых также используются в настольных процессорах Granite Ridge и серверных процессорах Turin, с крупным кристаллом системы на кристалле (SoC). Изготовленные с использованием узлов процесса TSMC 5 нм N5 или 4 нм N4P, эти процессоры включают в себя существенный iGPU с 40 вычислительными блоками (CU) и 50 TOPS-класса XDNA 2 NPU, унаследованный от архитектуры Strix Point. Кроме того, интерфейс памяти использует 256-битное соединение LPDDR5X-8000 для обеспечения достаточной пропускной способности для до 16 ядер ЦП Zen 5, 50 TOPS NPU и 40 CU iGPU.\nУтечка Golden Pig Upgrade, возможно, произошедшая из OEM-слайда ноутбука, раскрыла названия моделей iGPU для различных SKU серии Ryzen AI MAX 300. Топовый SKU, Ryzen AI MAX+ 395, оснащен 16-ядерным/32-потоковым ЦП Zen 5, использующим два CCD, каждое ядро ​​является полноразмерным ядром Zen 5. Он включает в себя в общей сложности 64 МБ кэша L3 с 32 МБ на CCD, и каждое из 16 ядер имеет 1 МБ выделенного кэша L2. Интегрированный графический процессор под брендом Radeon 8060S имеет все 40 активированных вычислительных блоков, что в общей сложности составляет 2560 потоковых процессоров, а также 80 ускорителей ИИ и 40 ускорителей лучей. Следующим SKU станет Ryzen AI MAX 390, оснащенный 12-ядерным/24-поточным процессором Zen 5, также использующим конфигурацию с двумя CCD, где все ядра представляют собой полноразмерные ядра Zen 5. Он сохраняет ту же конфигурацию кэша, что и 395, и оснащен iGPU Radeon 8060S со всеми 40 включенными CU.\nОжидается, что Ryzen AI MAX 385 станет наиболее широко используемым SKU в серии Strix Halo, включающим 8-ядерный/16-поточный ЦП Zen 5, работающий на одном CCD, причем все ядра являются полноразмерными Zen 5 и совместно используют 32 МБ кэша L3 и 1 МБ кэша L2 на ядро. Его интегрированный графический процессор, брендированный Radeon 8050S, сконфигурирован с 32 вычислительными блоками (2048 потоковых процессоров), 64 ускорителями ИИ и 32 ускорителями лучей.\nНачальный уровень Ryzen AI MAX 380 включает 6-ядерный/12-поточный ЦП Zen 5, также использующий один CCD с полноразмерными ядрами Zen 5, 32 МБ кэша L3 и 1 МБ кэша L2 на ядро. iGPU в 380 сконфигурирован с 16 вычислительными блоками, что соответствует конфигурации монолитного кремния Strix Point. Этот вариант может предложить преимущества по сравнению с Ryzen AI 9 HX 370, предоставляя большее количество полноразмерных ядер Zen 5.\nОстается неясным, будут ли все четыре SKU поддерживать 256-битный интерфейс памяти LPDDR5X, поскольку начальный уровень Ryzen AI MAX 380 может иметь более узкий интерфейс памяти, такой как 128-битный или 192-битный.\n"
    },
    {
        "Номер": 19,
        "Ссылка": "https://www.playground.ru/misc/news/ozhidaetsya_chto_intel_vypustit_protsessor_wildcat_lake_s_odnokanalnym_kontrollerom_pamyati_k_kontsu_2026_goda-1733896",
        "Название": "Ожидается, что Intel выпустит процессор Wildcat Lake с одноканальным контроллером памяти к концу 2026 года",
        "Дата": "11 ноября в 13:57",
        "Текст": "Источник Golden Pig сообщил, что Intel выпустит процессор “Wildcat Lake” в конце 2026 года в качестве обычной бюджетной версии “Raptor Lake Refresh” и “Twin Lake”.\nУпоминается, что “Wildcat Lake” будет использовать микроархитектуру процессора того же поколения, что и “Panther Lake”, но даже самая мощная производительность “Wildcat Lake” не так хороша, как у самой слабой “Panther Lake\".\nПримечание: \"Panther Lake\" оснащен Cougar Gulf performance core и Darkmont energy efficiency core.\nКроме того,  заявляется, что “Wildcat Lake” будет использовать один канал (память).\nОбновленная версия “Twin Lake” чисто энергоэффективного процессора Intel core “Alder Lake-N” была зарегистрирована под названием \"Серия Nx5x\", без существенных изменений в архитектуре.\n"
    },
    {
        "Номер": 20,
        "Ссылка": "https://www.playground.ru/misc/news/dolya_amd_na_rynke_nastolnyh_protsessorov_dostigla_pochti_30_intel_poteryala_10_rynka_za_god-1733870",
        "Название": "Доля AMD на рынке настольных процессоров достигла почти 30% - Intel потеряла 10% рынка за год",
        "Дата": "11 ноября в 11:58",
        "Текст": "Сообщается, что компания AMD теперь занимает почти 30% доли рынка настольных процессоров. В 3-м квартале 2024 года AMD продемонстрировала рост на 5,7% по сравнению с предыдущим кварталом. В этот период вышла линейка процессоров AMD Ryzen 9000.\nПо сравнению с прошлым годом доля AMD на рынке настольных процессоров выросла на 10% - это привело к тому, что компания теперь занимает 28,7% от общей доли рынка настольных процессоров. Кроме того, AMD так же показывает достойные показатели и на рынках ноутбуков и серверов, хоть рост оказался и не таким существенным, как у настольных процессоров.\nIntel по-прежнему занимает более 70% доли рынка, но еще несколько лет назад все было совсем иначе. Intel доминировала во всех чартах, без шансов для конкурента. Теперь квартал за кварталом пользователи постепенно переходят на AMD.\n"
    },
    {
        "Номер": 21,
        "Ссылка": "https://www.playground.ru/misc/news/userbenchmark_rekomenduet_pokupat_i5_13600k_vmesto_ryzen_7_9800x3d_iz_za_agressivnogo_marketinga_amd-1733869",
        "Название": "UserBenchmark рекомендует покупать i5-13600K вместо Ryzen 7 9800X3D из-за агрессивного маркетинга AMD",
        "Дата": "11 ноября в 11:55",
        "Текст": "Последний обзор Ryzen 7 9800X3D на сайте поверг многих в шок, поскольку теперь UserBenchmark считает бессмысленными траты на игровой процессор. Продолжая свою бесконечную сагу осуждения AMD, которую он часто называет «продвинутыми маркетинговыми устройствами», UserBenchmark удваивает ставки и называет i5-13600K и i5-14600K достойными конкурентами, хотя AMD Ryzen 7 9800X3D сверг самый быстрый игровой процессор Intel, i9-14900K, почти на 33%.\nЭто не первый раз, когда UserBenchmark делится «интригующим» мнением. Сайт попал в горячую воду из-за того, что поставил i3-8100 выше i9-9980XE только на основе тактовой частоты — в этом есть смысл. Беглый взгляд на его таблицу рейтинга ЦП, основанную на производительности от самой высокой к самой низкой, ставит Ryzen 7 9800X3D на 12-е место, за ним следует «3D-шутник» Ryzen 9 7950X3D на 25-е место. Ryzen 9 9950X следует его примеру, оказываясь на 28-й позиции. Независимо от того, как вы на это смотрите — будь то игры, производительность или эффективность — энтузиасты в подавляющем большинстве считают, что эти цифры просто не сходятся.\nПереходя к их фактическому обзору, не нужно быть экспертом, чтобы отличить факты от вымысла. UserBenchmark утверждает, что дизайн X3D приводит к снижению тактовой частоты на 6%, но не учитывает перепроектирование AMD иерархии  стекирования,  что помогает снизить влияние этого дефицита тактовой частоты даже в  одноядерных сценариях. Что еще лучше, 9800X3D может конкурировать с  9700X во многих производственных рабочих нагрузках.\nНа сайте далее говорится, что «AMD стремится стимулировать спрос посредством агрессивного маркетинга, а не предоставления реальной производительности», хотя 9800X3D в настоящее время единогласно считается самым быстрым игровым процессором в мире, опережая Intel Core Ultra 9 285K почти на 40%. Затем UserBenchmark предлагает пользователям выбрать i5-13600K/14600K, поскольку тратить более 200 долларов на игровые процессоры «бессмысленно», но это чисто субъективное утверждение. Кроме того, фактическая производительность, эффективность и различия в платформе между i5-14600K и 9800X3D — это факторы, которые UserBenchmark не учитывал.\nВесь аргумент UserBenchmark вращается вокруг утверждения, что более быстрые процессоры «бесполезны» для игр. Это то же самое, что сказать, что вам не следует покупать ничего быстрее RTX 3050, поскольку человеческий глаз, очевидно, не может видеть дальше 60 FPS — сарказм. Излишне говорить, что энтузиасты в восторге от этого обзора.\n"
    },
    {
        "Номер": 22,
        "Ссылка": "https://www.playground.ru/misc/news/linejka_mobilnyh_protsessorov_amd_radeon_rx_8000m_rdna4_budet_vklyuchat_4_modeli_obemom_do_16_gb_i_tgp_175_vt-1733811",
        "Название": "Линейка мобильных процессоров AMD Radeon RX 8000M RDNA4 будет включать 4 модели объемом до 16 ГБ и TGP 175 Вт",
        "Дата": "10 ноября в 23:15",
        "Текст": "Golden Pig Upgrade Pack на сайте Bilibili поделился первыми подробностями о моделях, которые ожидаются в мобильном семействе AMD Radeon RX 8000 на базе архитектуры графического процессора RDNA 4.\nСогласно информации, линейка графических процессоров AMD Radeon RX 8000 «RDNA 4» будет включать как минимум четыре модели, в том числе следующие:\nРанее Benchlife сообщал о четырех вариантах, но они были частью семейства для настольных компьютеров. Основное различие можно увидеть в суффиксах \"D\" и \"M\", первый из которых относится к настольным компьютерам, а второй — к мобильным. Ниже перечислены десктопные варианты:\nПервые два  заменят графические процессоры Radeon RX 7900M (Navi 31) и RX 7800M (Navi 32). SKU R25M-E6 будет иметь конфигурацию памяти 16 ГБ и 256 бит с TDP 80-175 Вт. Второй SKU, R25M-E4, будет иметь конфигурацию памяти 12 ГБ и 192 бит с TDP 80-175 Вт. Что касается конфигурации памяти, эти два SKU, вероятно, основаны на графическом процессоре Navi 48, причем первый использует вариант XT, а второй — XL.\nСледующими, вероятно, будут два SKU Navi 44, которые заменят графические процессоры начального уровня RX 7600M XT и RX 7600M на базе графической архитектуры RDNA 3 (Navi 33). Эти SKU, R25M-P6 и R25M-P4, будут использовать конфигурацию памяти 8 ГБ и 128 бит с диапазоном TDP 75-150 Вт для более дорогой SKU \"XT\" и 50-130 Вт для SKU \"XL\".\nЕщё не ясно, сохранят ли мобильные графические процессоры RDNA 4 ту же скорость памяти, что и настольные варианты, но ожидается, что последние будут поставляться с конфигурациями памяти GDDR6 18, 19 и 20 Гбит/с.\nВ дополнение к семейству графических процессоров AMD Radeon RX 8000 \"RDNA 4\", мобильный сегмент также получит обновление Navi 33 для ноутбуков начального уровня, которое сохранит ту же графическую архитектуру RDNA 3, но с  некоторыми оптимизациями. Маловероятно, что они будут иметь графическое обновление RDNA 3.5. В целом, эти четыре модели также будут очень похожи на конфигурации, которые будут в настольных вариантах, которые, как ожидается, дебютируют на выставке CES 2025 и будут запущены в первом квартале 2025 года.\n"
    },
    {
        "Номер": 23,
        "Ссылка": "https://www.playground.ru/misc/news/anonsirovana_portativnaya_konsol_ayaneo_3_s_oled_displeem_na_baze_ryzen_ai_9_hx_370-1733716",
        "Название": "Анонсирована портативная консоль AYANEO 3 с OLED-дисплеем на базе Ryzen AI 9 HX 370",
        "Дата": "10 ноября в 11:13",
        "Текст": "Китайская компания Ayaneo официально представила свою новую портативную консоль Ayaneo 3. Устройство отличается минималистичным и обтекаемым дизайном, аналогичным другим продуктам компании, таким как Ayaneo Kun.\nБолее продвинутая версия консоли оснащена процессором AMD Ryzen AI 9 HX 370 с интегрированной графикой Radeon 890M. Более простая модель работает на базе Ryzen 7 8840U с графикой Radeon 780M. Также упоминаются некоторые компоненты собственной разработки, направленные на повышение производительности.\nКонсоль предлагает два варианта: с OLED или ЖК-дисплеем. В обоих случаях это 7-дюймовые панели с высокой частотой обновления, однако конкретные цифры пока не раскрыты.\nМодель получила обновлённую кнопку «Назад», до которой, как утверждается, стало легче дотянуться. Также предусмотрена функция блокировки триггера. Передние клавиши и наклонная раскладка остались без изменений.\nУ новинки улучшена аудиосистема, которая теперь обеспечивает «иммерсионный звук», создающий эффект полного погружения в аудиосреду.\nСудя по опубликованному компанией ролику, Ayaneo 3 будет доступна в чёрном и белом цветах. Дата релиза и цена будут объявлены позже.\n"
    },
    {
        "Номер": 24,
        "Ссылка": "https://www.playground.ru/misc/news/intel_vyyavila_problemy_s_zapuskom_svoih_protsessorov_core_ultra_200s_arrow_lake_i_obeschaet_ispravleniya_v_blizhajshee_vremya-1733644",
        "Название": "Intel выявила проблемы с запуском своих процессоров Core Ultra 200S Arrow Lake и обещает исправления в ближайшее время",
        "Дата": "9 ноября в 20:33",
        "Текст": "Результаты производительности процессора Intel Arrow Lake, также известного как Core Ultra 200S  в играх не очень впечатляют. В отличие от того, что ожидалось ранее, процессоры привели к регрессу в игровой производительности. Хотя это не относится к рабочим нагрузкам, ориентированным на CPU, по словам Intel, игровая производительность этих процессоров также должна была быть лучше.\nСогласно последнему интервью Hot Hardware с Робертом Халлоком, вице-президентом и генеральным директором Intel, первоначальные тесты Core Ultra 200S прошли не так, как планировалось. Халлок сказал, что регресс производительности был вызван многофакторными проблемами на уровне BIOS и ОС. Хотя он не хотел углубляться в детали, похоже, он указывал на проблемы оптимизации с процессорами Core Ultra 200S.\nКакие именно проблемы на уровне BIOS и ОС никто не знает, но Intel в настоящее время изучает их, чтобы исправить. Согласно отчетам, Intel должна выпустить исправления в конце этого месяца или в начале декабря, и они будут особенно направлены на игровую производительность, поскольку сторонние обзоры сильно отличаются от того, что показала Intel.\nБыли похожие заявления от поставщиков плат, которые заявили, что Intel, возможно, работает над новым патчем микрокода, чтобы устранить некоторые недостатки линейки процессоров Arrow Lake \"Core Ultra 200S\". Ожидалось, что патч будет выпущен вскоре после запуска, но, похоже, компания теперь не торопится с выпуском этого патча.\nРоберт говорил о задержке памяти и сказал, что хотя некоторые обозреватели и наблюдают довольно высокую задержку памяти в некоторых случаях (180+ нс), это не является основной причиной слабой игровой производительности. Он пообещал, что Intel вернется с подробным анализом и объяснением того, что влияет на игровую производительность этих чипов.\nРоберт также пролил свет на исключение SMT из Arrow Lake и на то, как та же цель проектирования будет использоваться для будущих поколений ядер:\nТем не менее, даже если Intel удастся исправить проблемы, чтобы достичь несколько лучшей игровой производительности, которая будет сопоставима со слайдами Intel, следует помнить, что цифры производительности не выглядели впечатляющими. Однако достижение уровня производительности Core i9 14900K — это минимум, к которому должна стремиться Intel, учитывая, что она хочет продавать Core Ultra 9 285K и другие процессоры Arrow Lake для производительности и «игр».\nМодель 285K действительно легко превосходит 14900K по производительности, но Intel заявляет, что она обеспечит «элитную» игровую производительность, что совершенно не соответствует истине.\nПри цене $629, даже на уровне игровой производительности 14900K, Core Ultra 9 285K не имеет шансов против Ryzen 7 9800X3D, который полностью разгромил конкурентов. Однако любой фикс будет хорошим подъемом, и уже  натерпится  увидеть исправление этой проблемы.\n"
    },
    {
        "Номер": 25,
        "Ссылка": "https://www.playground.ru/misc/news/na_intel_podali_esche_odin_kollektivnyj_isk_kompaniyu_obvinyayut_v_umyshlennoj_prodazhe_defektnyh_protsessorov_raptor_lake-1733598",
        "Название": "На Intel подали еще один коллективный иск: компанию обвиняют в умышленной продаже дефектных процессоров Raptor Lake",
        "Дата": "9 ноября в 15:09",
        "Текст": "По всей видимости компании Intel не удастся легко отделаться от проблем с процессорами Raptor Lake 13 и 14 поколений: издание Tom's Hardware сообщает о том, что на этой неделе на компанию Intel подали еще один коллективный иск. Он стал уже вторым за последнее время:\nИстец обвиняет Intel в сознательной продаже дефектных процессоров Raptor Lake 13 и 14 поколений. В иске указывается, что с момента покупки процессора в 2023 году покупатель испытывал постоянные проблемы, среди которых: вылеты, перезагрузки, а так же BSOD. Установка патча от Intel не помогла, поскольку за прошедшее время процессор уже успел деградировать.\nИстец считает, что Intel была в курсе проблем с нестабильностью своих процессоров и обнаружила их еще на этапе производства, однако все равно решила выпустить их в продажу. Несмотря на то, что Intel продлила гарантию на процессоры, по мнению истца, этого недостаточно, поскольку покупатели всё это время испытывали дискомфорт из-за плохой работы процессоров - истец требует возмещения ущерба в тройном размере всем людям, присоединившимся к иску.\n"
    },
    {
        "Номер": 26,
        "Ссылка": "https://www.playground.ru/misc/news/protsessory_amd_ryzen_medusa_dlya_nastolnyh_pk_na_baze_zen_6_sohranyat_sovmestimost_s_am5_i_poyavyatsya_v_nachale_2027_goda-1733506",
        "Название": "Процессоры AMD Ryzen \"Medusa\" для настольных ПК на базе Zen 6 сохранят совместимость с AM5 и появятся в начале 2027 года",
        "Дата": "8 ноября в 20:43",
        "Текст": "Пока что AMD представила не все продукты линейке Zen 5. Хотя и состоялся первоначальный запуск процессора для настольных компьютеров и ноутбуков, обычно AMD  выпускает больше  процессоров уже позже. Прямо сейчас Ryzen 7 9800X3D является самым популярным чипом Zen 5, имеющим 8 ядер на одном CCD, но теперь начали появляться новые отчеты относительно архитектуры Zen 6 следующего поколения.\nСообщается, что процессоры AMD Ryzen на базе Zen 6 для настольных компьютеров и серверов содержат до 32 ядер на одном CCD. Инсайдер Kepler_L2, который сообщил о количестве ядер в Zen 6, сговорит, что AMD Zen 6 выйдет в конце 2026 или начале 2027 года.\nЭто означает, что AMD представит линейку Zen 6 либо в четвертом квартале 2026 года, либо уже на выставке CES 2027, либо, возможно, на месяц или два позже. На вопрос о том, какой сокет будет использовать Zen 6, Kepler ответил, что будет использовать сокет AM5, который в настоящее время используется для процессоров Ryzen 7000 и Ryzen 9000. Это означает, что AM5 поддерживает как минимум три поколения процессоров с момента своего запуска.\nЕсли это правда, то это должно стать огромным облегчением для сборщиков ПК, которые инвестируют в сокет AM5 и соответствующие платформы по сравнению с платформой LGA 1851 от Intel, о которой не известно, будет ли она поддерживать только Arrow Lake или другое поколение. Текущие отчеты предполагают, что либо Panther Lake, либо Nova Lake должны появиться на настольных компьютерах.\nНеясно, сохранит ли AMD AM5 для Zen 7, и может ли она впоследствии сменить сокет. До тех пор у AMD не будет проблем с совместимостью памяти, поскольку DDR6 не появится на ПК до 2027 года. Тем не менее, AMD Zen 6 — это первая архитектура, которая оснастит процессоры большим количеством ядер на одноядерном комплексном кристалле (CCD). Текущее максимальное количество ядер на Zen 5 CCD составляет 8, а на Zen 5C — 16.\nГоворят, что количество ядер на Zen 6 CCD составляет 8, 16 и 32 ядра, а 32 ядра, скорее всего, будут возможны на Zen 6C CCD. Тем не менее, они по-прежнему будут иметь 16 ядер на Zen 6 CCD, что вдвое больше количества ядер на Zen 4 и Zen 5. Это не только поможет AMD легко увеличить количество ядер на высокопроизводительных настольных процессорах Ryzen, но и значительно обновить свои серверные чипы.\nОсталось еще 2 года, прежде чем выйдет Zen 6, и до тех пор AMD может свободно выпускать больше чипов на базе Zen 5, включая процессоры X3D для платформы AM5. До сих пор о Zen 6 было раскрыто немного, но есть признаки того, что чипы Zen 6 будут использовать более продвинутые узлы процесса для лучшей производительности и эффективности.\n"
    },
    {
        "Номер": 27,
        "Ссылка": "https://www.playground.ru/misc/news/razognannyj_do_3_ggts_igpu_nachalnogo_urovnya_v_intel_core_ultra_5_245k_pokazyvaet_uroven_pochti_kak_gtx_1650-1733498",
        "Название": "Разогнанный до 3 ГГц iGPU начального уровня в Intel Core Ultra 5 245K показывает уровень почти как GTX 1650",
        "Дата": "8 ноября в 19:48",
        "Текст": "Несмотря на слабую игровую производительность в паре со встроенной графикой, Intel Core Ultra 200S хорош, когда дело касается производительности интегрированной графики. Впервые Intel оснастила свои основные настольные чипы мощными интегрированными решениями GPU, чтобы играть в большинство видеоигр с приемлемой частотой кадров.\nОснованные на архитектуре Xe-LPG, процессоры Core Ultra 200S (не F/KF) выпускаются с \"Intel Graphics\" на борту, имея всего 4 ядра Xe и тактовую частоту до 2,0 ГГц. На нижнем конце Core Ultra 5 245K является самым медленным ЦП в линейке, насколько это касается первой партии, но это надежное предложение среднего класса с 14 ядрами и iGPU с тактовой частотой 1,9 ГГц.\nНа штатных частотах iGPU на 245K выдает где-то около 2100–2200 баллов в тесте 3DMark Time Spy Graphics, но недавно оверклокер \"Arabus\" разогнал частоту iGPU до колоссальных 3,0 ГГц. Результаты загружены в Hwbot, где можно увидеть остальную часть конфигурации и текущую производительность в Time Spy.\nПользователь использовал кулер Arctic Freezer 4U-M, который имеет один большой блок алюминиевого радиатора и два вентилятора. Это не лучший воздушный охладитель, но и не слабый. Тем не менее, пользователь смог достичь 3,0 ГГц с помощью этого решения для охлаждения и набрал 3336 очков в Time Spy Graphics, что является ошеломляющим 54%-ным ростом производительности.\nОбщий результат составил  3798 баллов, что примерно на 53-54% выше, чем результат на штатной частоте. И все это при температуре всего 64° по Цельсию, что не может не впечатлять. Результат сопоставим с 3531 баллом настольной видеокарты GTX 1650, которая уже является приличным бюджетным GPU. Это означает, что Core Ultra 5 245K может играть запускать игры на высоких настройках 1080p с удовлетворительной производительностью на такой высокой частоте iGPU. И все это без необходимости развертывания системы водяного охлаждения.\nПохоже, что достижение более высокой частоты станет возможным с более мощным охлаждением, особенно когда нет опасений по поводу теплового троттлинга. Разгон как CPU, так и GPU должен дать еще лучшие результаты.\nХотя 245K уже был разогнан до 5,4 ГГц на P-ядрах, потенциал еще есть. Следует также отметить, что пользователь отключил E-ядра, что означает, что процессор работал строго на 6 производительных ядрах, возможно, поэтому температура не превышала 70 градусов. Однако даже при этом процессор все еще будет в порядке для более длительного сеанса.\n"
    },
    {
        "Номер": 28,
        "Ссылка": "https://www.playground.ru/misc/news/geil_anonsiruet_rasshirennuyu_linejku_pamyati_ddr5_cudimm_udimm_so_skorostyu_do_9200_mt_s-1733488",
        "Название": "GeIL анонсирует расширенную линейку памяти DDR5 CUDIMM/UDIMM со скоростью до 9200 МТ/с",
        "Дата": "8 ноября в 18:47",
        "Текст": "GeIL - Golden Emperor International Ltd. - один из ведущих мировых производителей компонентов ПК и периферии, сегодня объявил, что его полный ассортимент продукции памяти DDR5, от 6400 MT/с до 8000 MT/с, теперь будет доступен как в вариантах CUDIMM, так и в вариантах UDIMM для удовлетворения различных потребностей потребителей.\nДля высокопроизводительных приложений разгона GeIL представляет две новые высокоскоростные спецификации, 8800 MT/с и 9200 MT/с, предлагая энтузиастам разгона оптимальный выбор для максимальной производительности. Оба варианта CUDIMM и UDIMM обеспечивают отличную совместимость и полную поддержку новейших процессоров Intel серии Core Ultra 200.\nСогласно последним стандартам JEDEC, CUDIMM включает в себя дополнительный чип CKD (Clock Driver), который регенерирует тактовый сигнал непосредственно на DIMM. Эта интеграция снижает ухудшение сигнала и шум, что приводит к повышению стабильности и производительности памяти, стабильной работе на скоростях 6400 МТ/с и даже до 7200 МТ/с. Как для стандартных, так и для высокопроизводительных приложений чип CKD играет решающую роль в целостности и надежности сигнала, обеспечивая более быстрые и стабильные скорости.\nGEIL заявила, что их память CUDIMM будет доступна с конца ноября. Компания пока не предоставила полные спецификации (включая тайминги) и цены. Однако можно с уверенностью предположить, что это будут комплекты 2x24 ГБ, поскольку все комплекты CUDIMM уже анонсированы.\n"
    },
    {
        "Номер": 29,
        "Ссылка": "https://www.playground.ru/misc/news/protsessory_amd_ryzen_7_9800x3d_rasprodany_v_evrope_i_ssha_a_spekulyanty_pytayutsya_prodat_ego_za_1000-1733469",
        "Название": "Процессоры AMD Ryzen 7 9800X3D распроданы в Европе и США, а спекулянты пытаются продать его за 1000$",
        "Дата": "8 ноября в 17:12",
        "Текст": "Процессор AMD Ryzen 7 9800X3D уже вышел, и он пользуется популярностью. Процессор быстро распродается во всех крупных розничных магазинах США и Европы, что свидетельствует о том, что AMD не производит достаточно процессоров, чтобы удовлетворить спрос. Теперь спекулянты нацелились на этот процессор и пытаются перепродать его с возмутительной наценкой.\nНа примере PlayStation 5  или при запуске любого высококлассного ПК-железа, запасы которого ограничены, спекулянты пытаются нажиться на геймерах. Проще говоря, действия этих спекулянтов подлы. Они хотят нажиться на вашем желании играть на новейшем оборудовании. Поступая так, они активно способствуют дефициту доступного оборудования, ухудшая и без того плохую ситуацию для энтузиастов оборудования/игр.\nВыше приведены некоторые примеры листингов Ryzen 7 9800X3D на eBay от спекулянтов. Здесь   наценки от 125 до 250 фунтов стерлингов. Самый низкий ценовой листинг относится только к подтвержденному заказу, а не к процессору, которым владеет спекулянт. Лучше избегать этих продавцов, так как покупка у них поощряет их скальпинговую деятельность. Кроме того, это пустая трата денег.\nAMD Ryzen 7 9800X3D стал жертвой собственного успеха. Несомненно, этот процессор является «царем горы», когда дело касается игр. Очевидно, что это привело к беспрецедентному уровню спроса. В настоящее время этот процессор является практически недоступным, и AMD необходимо увеличить поставки оборудования, чтобы удовлетворить спрос.\nНапример, Overclockers UK подтвердили, что их первая и вторая партии проданы. Кроме того, они подтвердили, что следующая партия процессоров ожидается в декабре. Кроме того, Scan UK подтвердили, что их новые заказы должны прибыть 29 ноября.\n"
    },
    {
        "Номер": 30,
        "Ссылка": "https://www.playground.ru/misc/news/v_sleduyuschem_mesyatse_intel_planiruet_vypustit_videokarty_novogo_pokoleniya_arc_battlemage_dlya_nastolnyh_pk-1733370",
        "Название": "В следующем месяце Intel планирует выпустить видеокарты нового поколения Arc Battlemage для настольных ПК",
        "Дата": "8 ноября в 08:47",
        "Текст": "NVIDIA GeForce RTX 50 Series и AMD Radeon RX 8000 Series — не единственные видеокарты, которые будут представлены в ближайшее время, согласно новому слуху, который предполагает, что Battlemage, кодовое название второго поколения графических процессоров Intel Arc, будет представлен уже в следующем месяце, в декабре.\nНовость о потенциальном запуске Battlemage появилась через три года после того, как Intel раскрыла кодовые названия своих будущих продуктов Arc, а Celestial и Druid должны составить третье и четвертое поколения дискретной линейки графических процессоров Intel соответственно. Ниже приведено оригинальное слово инсайдера «Golden Pig Upgrade Pack», который поделился новостями на китайской платформе Weibo.\n"
    }
]