[
    {
        "Номер": 1,
        "Ссылка": "https://www.playground.ru/misc/news/ozhidaetsya_chto_amd_ryzen_9_9000x3d_i_materinskaya_plata_x870_btf_budut_predstavleny_na_vystavke_ces_2025-1737786",
        "Название": "Ожидается, что AMD Ryzen 9 9000X3D и материнская плата X870 BTF будут представлены на выставке CES 2025",
        "Дата": "вчера в 20:35",
        "Текст": "AMD еще не объявила о своих планах относительно серии Ryzen 9000X3D. В настоящее время единственный доступный чип трудно найти, особенно по его первоначальной рекомендованной розничной цене. Немногие счастливчики могут найти новые запасы в физических магазинах, но для большинства геймеров ожидание может затянуться еще на месяц или больше, поскольку AMD работает над удовлетворением спроса.\nВозможно, запуск 12-ядерных Ryzen 9 9900X3D и 16-ядерных Ryzen 9 9950X3D вариантов ослабит спрос и склонит энтузиастов к чему-то более премиальному, но не обязательно лучшему для игр. В любом случае, слухи предполагают, что AMD представит эти два процессора на выставке CES 2025 во время специального доклада. Эти настольные процессоры — лишь одна из вещей, которую с нетерпением ждут геймеры. Однако AMD пока не подтвердила эти планы, но хорошая новость в том, что ASUS это сделала. По крайней мере, так сказал Тони Ю во время специальной сессии вопросов и ответов для китайских зрителей своего видеоблога. Этот генеральный менеджер ASUS в Китае был весьма разговорчив, когда дело касалось невыпущенных продуктов, и всегда его прогнозы, оказывались правдой.\nГоворят, что новые процессоры появятся на выставке CES 2025, в то время как другие слухи предполагают, что они могут быть запущены (стать доступными) к концу января. Также сообщается, что у ASUS будет новая материнская плата на базе чипсета X870, который, как говорят, является частью дизайна BTF (Back to The Future). Те, кто не знаком с этими продуктами, должны знать, что серия BTF — это продукты ASUS со скрытыми разъемами/кабелями. На данный момент неясно,  будит это дизайн BTF 2.0 или BTF 1.0. Последний теперь предлагается со специальным разъемом питания PCIe мощностью 600 Вт, который исключает 8- или 16-контактный кабель питания, но требует наличия видеокарты  ASUS BTF.\n"
    },
    {
        "Номер": 2,
        "Ссылка": "https://www.playground.ru/misc/news/inwin_vypuskaet_firmennyj_korpus_infinite_11_go_pokoleniya_stoimostyu_6776_evro-1737765",
        "Название": "InWin выпускает фирменный корпус Infinite 11-го поколения стоимостью 6776 евро",
        "Дата": "вчера в 18:44",
        "Текст": "InWin официально выпустила ограниченную серию 11-го поколения Signature Chassis под названием «Infinite». Впервые представленный на выставке Computex в Тайбэе в начале этого года, корпус Infinite теперь доступен потребителям.\nЭтот выпуск знаменует собой значительный прогресс в проектировании корпусов ПК, включающий сложные материалы и инновационные механизмы для улучшения функциональности и пользовательского опыта. Корпус Infinite отличается использованием изогнутой на 180 градусов стеклянной панели, самой большой в своем роде, интегрированной в корпус ПК. Эта конструкция потребовала точной инженерии для достижения бесшовной огибающей кривой, включающей скручивание стекла в противоположных направлениях. Каждая стеклянная панель толщиной 6 мм проходит процесс химического упрочнения и снабжена защитной пленкой для повышения безопасности и предотвращения разрушения. Для охлаждения  устанавливается до четырех вентиляторов на 120 мм и радиатора системы жидкостного охлаждения  на 360 мм.\nДополнением к стеклу является корпус из анодированного алюминия толщиной 4 мм с алмазной огранкой края и пескоструйной обработкой. Алюминиевые компоненты тщательно изготовлены с конструкцией встречного сгиба, которая точно совпадает со стеклом, обеспечивая структурную целостность. Дополнительные детали, такие как лазерная гравировка иконок и тонкая отделка портов ввода-вывода на передней панели, придают корпусу изысканный вид. Размеры составляют 1020 × 405 × 914 мм,  а  масса — 47 кг. Сбоку есть один USB 3.2 Gen2х2 Type-C и пару USB 3.2 Gen1 Type-A. Для доступа к внутренностям  необходимо нажать особую кнопку, после чего электродвигатель плавно повернет кейс на 45 градусов и откроет стекло.\nФункциональность дополнительно улучшена моторизованным шарнирным механизмом шасси, который позволяет всему алюминиевому корпусу вращаться, обеспечивая легкий доступ к внутренним компонентам без необходимости снимать стеклянную панель. Это механизированное вращение может выдерживать до 25 килограммов оборудования и было проверено на надежность более 1500 движений. Шасси также включает магнитную боковую панель для удобной прокладки кабелей за областью материнской платы, поддерживая установку новейших материнских плат с разъемами, расположенными сзади. Охлаждение управляется тремя большими всасывающими вентиляторами и полуоткрытой конструкцией рамы, что обеспечивает эффективный поток воздуха и возможности настройки. Кроме того, встроенная боковая подсветка предлагает несколько режимов освещения, позволяя пользователям настраивать визуальную эстетику своей установки. Каждое шасси Infinite имеет уникальный серийный номер, подчеркивающий его статус ограниченного выпуска и эксклюзивность в серии Signature Series от InWin.\nКорпус Infinite обеспечивает достаточно места и доступа для высокопроизводительных сборок ПК, вмещая обширные конфигурации оборудования, сохраняя при этом чистоту и организованность интерьера. Его конструкция ставит во главу угла как структурную прочность, так и удобство пользователя, что делает его подходящим для продвинутых пользователей, ищущих надежный и технически сложный корпус ПК. Объединяя передовые материалы, точную инженерию и инновационные механизмы доступа, корпус Infinite 11th Generation Signature Chassis представляет собой заметный вклад на рынок корпусов ПК, предлагая баланс функциональности и дизайна без опоры на маркетинговый язык или превосходные заявления.\n"
    },
    {
        "Номер": 3,
        "Ссылка": "https://www.playground.ru/misc/news/inno3d_brazil_podtverzhdaet_anonsirovanie_geforce_rtx_50_na_vystavke_ces-1737755",
        "Название": "Inno3D Brazil подтверждает анонсирование GeForce RTX 50 на выставке CES",
        "Дата": "вчера в 17:37",
        "Текст": "Во время специальной прямой трансляции, организованной ведущим Pichau, зрители имели возможность наблюдать 11-часовую сессию с участием многочисленных гостей. Одним из особенно интересных гостей был представитель Inno3D Brazil, который непреднамеренно проговорился насчёт RTX 50.\nДружелюбная атмосфера трансляции побуждала зрителей спрашивать о следующем поколении видеокарт GeForce. Удивительно, но представитель Inno3D упомянул, что RTX 5090 будет доступна через три недели. Представитель быстро поправился, уточнив, что карта официально дебютирует на выставке CES 2025 в январе.\nХотя это и не официальное подтверждение, оно предполагает, что Inno3D может получить RTX 5090 в течение трех недель, возможно, это будут предварительные модели, предназначенные для тестирования и маркетинга, а не розничные версии. Образцы перед запуском обычно распространяются по региональным офисам для рекламных и обучающих мероприятий, гарантируя, что сотрудники знакомы с продуктом до его выпуска. Это также убедительно свидетельствует о том, что RTX 5090 уже находится в массовом производстве — в противном случае такие образцы не были бы готовы в эти сроки.\n"
    },
    {
        "Номер": 4,
        "Ссылка": "https://www.playground.ru/misc/news/deepcool_vozrozhdaet_gamerstorm_bloki_pitaniya_budut_vyhodit_pod_novym_brendom-1737704",
        "Название": "DeepCool возрождает GamerStorm - блоки питания будут выходить под новым брендом",
        "Дата": "вчера в 13:31",
        "Текст": "Компания DeepCool решила обновить подход к своим блокам питания, перенеся часть популярных линеек, таких как PN-M, PN-D и PK-D, под бренд GamerStorm. В дальнейшем под этим именем будут выпускаться все новые модели. Несмотря на ребрендинг, основная философия остаётся неизменной: продукция сохраняет надёжность, долговечность и качество, которые ценят пользователи и эксперты.\nGamerStorm — это не совсем новый бренд, а скорее возвращение. Его уже знают по инновационным решениям и высокой производительности. Возрождение бренда нацелено на укрепление позиций DeepCool на рынке геймерских компонентов и на удовлетворение растущих потребностей энтузиастов, собирающих мощные игровые системы.\nЛозунг GamerStorm: \"Шторм, который приводит к победе!\". Бренд фокусируется на создании оборудования, которое отвечает самым высоким требованиям геймеров. DeepCool стремится выйти за рамки привычного, предлагая пользователям блоки питания, идеально подходящие для стабильной работы даже в самых требовательных сценариях.\nЛоготип GamerStorm создан с акцентом на философию бренда. Левая половина маски с каплей символизирует упорство и стремление к максимальной производительности, а правая, улыбающаяся часть, составленная из букв G и S, отражает страсть к победам и любви к высококлассным компонентам. Вместе они формируют узнаваемый образ, подчёркивающий суть бренда: надёжность, мощь и стиль.\nС ребрендингом GamerStorm DeepCool продолжает ставить перед собой амбициозные цели — предоставлять пользователям инструменты, которые делают их игровые системы мощными, стабильными и готовыми к любым вызовам.\n"
    },
    {
        "Номер": 5,
        "Ссылка": "https://www.playground.ru/misc/news/intel_draznitsya_novym_gpu_battlemage_v_videorolike_posvyaschyonnom_arhitekture_xe2-1737522",
        "Название": "Intel дразнится новым GPU Battlemage в видеоролике, посвящённом архитектуре Xe2",
        "Дата": "28 ноября в 15:44",
        "Текст": "Компания Intel объявила, что графический процессор Battlemage станет следующим дополнением к их линейке графических процессоров, как подробно описано в недавнем видео, посвящённом архитектуре Xe2.\nЭто видео является частью серии Intel «Графика на ходу», в которой рассказывается о достижениях в области графических технологий. Четвёртый эпизод представляет Том Петерсен, сотрудник Intel и бывший сотрудник NVIDIA, который сыграл ключевую роль в продвижении Intel на рынке дискретных графических процессоров с помощью серии Arc.\nВ последнем выпуске основное внимание уделяется архитектуре Xe2, интегрированной в процессоры Core Ultra 200V Lunar Lake. Эти процессоры в настоящее время доступны в ноутбуках и оснащены новой архитектурой графического процессора. Однако сейчас акцент смещается в сторону рынка дискретных графических процессоров, что указывает на стратегический шаг Intel по выходу за пределы интегрированных графических решений.\nВ видео Том Петерсен говорит, что Battlemage — следующая модель, и предполагает, что в следующем эпизоде, скорее всего, будут раскрыты подробности о графическом процессоре Battlemage. Визуальный элемент в видео — рендеринг, на котором, по-видимому, изображён графический процессор Battlemage, что указывает на то, что графические процессоры Intel следующего поколения уже не за горами.\nПоявилось много сообщений о том, что видеокарты B580 появились в розничной продаже, что может быть частью подготовки Intel к выпуску графических процессоров ограниченной серии по конкурентоспособным ценам. Предполагаемый запуск запланирован на середину декабря, более точные сроки будут объявлены после подтверждения.\n"
    },
    {
        "Номер": 6,
        "Ссылка": "https://www.playground.ru/misc/news/chieftec_anonsiruet_novuyu_seriyu_blokov_pitaniya_atx_3_1_vega_moschnostyu_750_i_850_vt-1737379",
        "Название": "Chieftec анонсирует новую серию блоков питания ATX 3.1 VEGA мощностью 750 и 850 Вт",
        "Дата": "27 ноября в 21:03",
        "Текст": "VEGA от Chieftec  может похвастаться эффективностью, сертифицированной по стандарту 80 Plus Gold, соответствием стандарту ATX 3.1 и собственным разъемом PCI-E Gen 5.\nБлок питания серии Chieftec VEGA создан в соответствии со стандартом Intel ATX 12 V 3.1 и поддерживает PCIe GEN5 с эффективностью, сертифицированной по стандарту 80 Plus Gold. Он отдает приоритет конкурентоспособному соотношению цены и производительности до 850 Вт, сохраняя при этом проверенное качество Chieftec.\nChieftec Vega имеет одним 12+4-контактнй разъём питания для видеокарт  NVIDIA, а также четыре 8-контактных (6+2) кабеля питания PCIe.\nСерия Vega оснащена преобразователем LLC Half-Bridge с технологией DC-to-DC для обеспечения повышенной энергоэффективности и стабильности. Оснащенные сверхдлинные собственные черные кабели делают ее подходящей для геймеров, которые могут собрать свою систему даже в больших корпусах для ПК. Кроме того, его бесшумный вентилятор с гидродинамическим подшипником (FDB) диаметром 135 мм оптимизирует баланс между эффективностью охлаждения и уровнем шума.\nСерия Vega —  надежный выбор для всех вычислительных потребностей, включающий все необходимые современные функции защиты и безопасности.\n"
    },
    {
        "Номер": 7,
        "Ссылка": "https://www.playground.ru/misc/news/videokarta_intel_arc_b580_zamechena_po_tsene_259_dollarov-1737360",
        "Название": "Видеокарта Intel ARC B580 замечена по цене 259 долларов",
        "Дата": "27 ноября в 19:07",
        "Текст": "Ранее на этой неделе просочились подробности о двух видеокартах Intel Arc B580 Battlemage от ASRock, но не было никаких указаний на цену, что привело к некоторым предположениям в  комментариях. Теперь  инсайдер momomo_us  раскрыл цены на с карту Intel, которая, по-видимому, будет известна как Intel Arc B580 Limited Edition Graphics.\nИнсайдер предполагает розничную цену в 250 долларов  за видеокарту на 12 ГБ, что кажется конкурентоспособной отправной точкой для того, что, как ожидается, она  станет  нижнего среднего уровня. Однако это, скорее всего, будет самый дешевый вариант на рынке, поскольку партеры, как правило, устанавливают более высокие цены из-за индивидуальной печатной платы и охлаждения, а также некоторого дополнительного блеска по сравнению с картами Intel. Видеокарта  также слегка ниже стоимости бюджетной GeForce RTX 4060 c 8 ГБ, которая стартует с 300 долларов.\nВ дополнение к утечке цен, нашелся продавец, который выставил карту Intel Arc B580 на своем сайте, хотя и без каких-либо подробностей, за 259,55 долларов  хотя сайт не раскрыл подробностей , кроме того, что это американская компания.\nВопрос в том, как B580 будет сравниваться с точки зрения производительности с собственными картами Intel Arc A750 и A770, которые поставляются с 8 или 16 ГБ видеопамяти, тем более, что  можно купить Acer Predator BiFrost Arc A770 или пару разных карт ASRock Challenger Arc A770 всего за 230 долларов .\n"
    },
    {
        "Номер": 8,
        "Ссылка": "https://www.playground.ru/misc/news/samsung_razrabatyvaet_27_dyujmovuyu_panel_qd_oled_s_razresheniem_1440p_i_chastotoj_obnovleniya_500_gts-1737335",
        "Название": "Samsung разрабатывает 27-дюймовую панель QD-OLED с разрешением 1440p и частотой обновления 500 Гц",
        "Дата": "27 ноября в 17:14",
        "Текст": "Samsung готовит 27-дюймовый игровой OLED-монитор с панелью QD-OLED с разрешением 1440p и частотой обновления 500 Гц. Это усовершенствование предназначено для высокопроизводительных игр и представляет собой увеличение максимальной частоты обновления до 480 Гц по сравнению с текущими моделями, такими как LG UltraGear 27GX790A-B и Asus ROG Swift PG27AQDP.\nПовышенная частота обновления обеспечивает более плавную картинку и минимизирует размытие при движении, что крайне важно для соревновательных игр. Хотя Samsung официально не объявила дату выпуска и не предоставила подробные технические характеристики, отраслевые источники указывают на то, что компания использует свою передовую технологию QD-OLED. Панели QD-OLED сочетают технологию квантовых точек с OLED-дисплеями, что обеспечивает улучшенную цветопередачу, более высокий уровень яркости и контрастности по сравнению с традиционными ЖК-панелями.\nСообщается, что 27-дюймовая панель QD-OLED находится на завершающей стадии разработки, и планируется сотрудничество с ведущими брендами мониторов для её коммерциализации. Ожидается, что мониторы с этой панелью с частотой 500 Гц появятся в продаже в первой половине следующего года. Кроме того, FlatPanelsHD прогнозирует, что в следующем году увеличится количество 27-дюймовых мониторов QD-OLED и WOLED. Китайский производитель мониторов Light Soul планирует выпустить 27-дюймовый QD-OLED-монитор с разрешением 4K, частотой обновления 240 Гц и пиковой яркостью 1000 нит, который также может быть использован другими брендами. Кроме того, ожидается тенденция к увеличению размеров дисплеев: 45-дюймовые WOLED-панели будут предлагать разрешение выше 3440x1440 пикселей, потенциально достигая 5120x2160 пикселей.\nТелевизор LG 45GX950A, недавно обнаруженный в корейской базе данных сертификации, может стать одним из первых, демонстрирующих эту технологию больших экранов с высоким разрешением. Важно отметить, что, хотя эти достижения расширяют технологические границы, преимущества частоты обновления 500 Гц в первую очередь актуальны для профессиональных киберспортсменов, поскольку среднестатистический потребитель или геймер на ПК не сможет в полной мере использовать такую высокую частоту обновления.\n"
    },
    {
        "Номер": 9,
        "Ссылка": "https://www.playground.ru/misc/news/v_set_popali_rendery_steam_controller_2_i_kontrollerov_roy_ot_valve-1737251",
        "Название": "В сеть попали рендеры Steam Controller 2 и контроллеров Roy от Valve",
        "Дата": "27 ноября в 10:40",
        "Текст": "Недавно стало известно о том, что Valve, возможно, работает над Steam Controller 2 и универсальными контроллерами Roy:\nСегодня в сети появились рендеры обоих контроллеров - пользователи обнаружили их в приложении SteamVR. Судя по рендерам, у Steam Controller 2, в отличии от оригинального геймпада, появятся два стика, а тачпады станут квадратными.\nКонтроллеры, которые проходят под кодовым названием Roy, судя по всему, будут обладать крестовиной, бамперами и кнопками ABXY, благодаря чему их можно будет использовать не только для VR, но и для обычных игр.\nЕсть вероятность того, что это не финальные рендеры, а устройства, которые поступят в продажу, будут отличаться от изображений. Инсайдер, который первым рассказал про Steam Controller 2 и Roy, ранее сообщил о том, что оба контроллера уже готовят к массовому производству, а их официальный анонс может состояться уже скоро.\n"
    },
    {
        "Номер": 10,
        "Ссылка": "https://www.playground.ru/misc/news/sluh_nvidia_ne_stanet_urezat_harakteristiki_rtx_5090d_i_programmno_ogranichit_tpp_lish_v_rabochih_zadachah-1737233",
        "Название": "Слух: NVIDIA не станет урезать характеристики RTX 5090D и программно ограничит TPP лишь в рабочих задачах",
        "Дата": "27 ноября в 09:02",
        "Текст": "Один из инсайдеров, который ранее уже делился достоверными утечками касательно продукции NVIDIA, сообщает о том, что RTX 5090D, которую компания собирается выпустить специально для китайского рынка, будет обладать теми же характеристиками, что и RTX 5090.\nСообщается, что RTX 5090D получит те же 21760 ядер, 32 ГБ памяти GDDR7 и тактовую частоту в районе 2,9 ГГц. Скорее всего NVIDIA наложит программные ограничения на TPP (общий уровень производительности) в области расчетов для ИИ, чтобы видеокарта не нарушала наложенные США санкции касательно экспорта в Китай.\nТаким образом, в отличии от RTX 4090 и RTX 4090D, где NVIDIA пришлось урезать характеристики китайской версии видеокарты, в данном случае компания, по всей видимости, решила пойти по другому пути, предоставив рядовым пользователям почти аналогичные версии продукта.\n"
    },
    {
        "Номер": 11,
        "Ссылка": "https://www.playground.ru/misc/news/prototip_geforce_rtx_4090_ti_byl_najden_v_musornom_vedre_massivnaya_konstruktsiya_s_chetyrmya_slotami_i_povernutyj_pcie-1737142",
        "Название": "Прототип GeForce RTX 4090 Ti был найден в мусорном ведре: массивная конструкция с четырьмя слотами и повернутый PCIe",
        "Дата": "26 ноября в 19:29",
        "Текст": "Пользователь Reddit под именем This_Explanation_514 заявил, что нашел прототип видеокарты Nvidia внутри «мусорного ящика». Широко распространено мнение, что этот графический процессор является прототипом RTX 4090 Ti или RTX TITAN. Nvidia никогда не выпускала этот графический процессор, хотя изображения его радиатора несколько раз просачивались в сеть.\nМодераторы сабреддита Nvidia удалили оригинальный пост Reddit об этом GPU, хотя некоторые изображения GPU остались в сети. В настоящее время неизвестно, функционирует ли этот GPU. Несмотря на это, это очень интересная аппаратная находка. Выше мы можем видеть четкое изображение странного дизайна печатной платы этого GPU. Обратите внимание, что GPU расположен под прямым углом к ​​своей печатной плате PCIe, что придает GPU весьма необычный дизайн.\nRTX 4090 от Nvidia имеет много неиспользованного кремния, и он дал Nvidia возможность выпустить GPU со значительным повышением производительности. Учитывая отсутствие конкуренции на рынке высокопроизводительных GPU, Nvidia посчитала нужным выпустить RTX 4090 Ti. Таким образом, этот прототип так и не был превращен в готовый продукт.\nЭта неортодоксальная конструкция GPU имеет свои преимущества. Для начала, прямоугольная природа ее основной печатной платы позволяет всему радиатору иметь проточную конструкцию. Это обеспечивает увеличенный поток воздуха через радиатор этого GPU и повышает производительность охлаждения. Учитывая, что, как сообщается, этот GPU имел TDP 600 Вт, имеет смысл, чтобы этот прототип видеокарты Nvidia имел модернизированную конструкцию радиатора.\nЧеловек, который нашел эту видеокарту, заявил, что он еще не пытался использовать GPU внутри ПК. Первоначальный пост об этом GPU был удален из сабреддита Nvidia на прошлой неделе. Опубликует ли этот Reddit дополнительные изображения этого GPU или будут ли раскрыты результаты его тестирования, не ясно. Nvidia могла связаться с ними и снова приобрести их прототип GPU.\n"
    },
    {
        "Номер": 12,
        "Ссылка": "https://www.playground.ru/misc/news/v_teste_geekbench_zasvetilsya_10_yadernyj_intel_core_ultra_5_225f_s_chastotoj_4_9_ggts-1737123",
        "Название": "В тесте Geekbench засветился 10-ядерный Intel Core Ultra 5 225F с частотой 4,9 ГГц",
        "Дата": "26 ноября в 17:15",
        "Текст": "Intel Core Ultra 5 225F, часть серии Core Ultra 200S, прошел тестирование Geekbench. Этот процессор среднего класса имеет 10-ядерную конфигурацию с шестью ядрами Performance (P) и четырьмя ядрами Efficiency (E).\nВ тестах Geekbench 225F набрал 2653 балла в одноядерном режиме и 13028 баллов в многоядерном режиме. Процессор работает с 20 МБ кэш-памяти L3 и достигает максимальной частоты 4,887 ГГц во время тестирования. Эти результаты немного превышают результаты процессора Intel Core i5-13600 Raptor Lake, который набрал 2516 баллов в одноядерном и 12375 баллов в многоядерном тестах. По сравнению с Core Ultra 5 245K, ближайшим доступным процессором в серии Core Ultra 200S, 225F показывает сниженную производительность.\n245K в среднем набирает 3087 баллов в одноядерных и 18 882 балла в многоядерных тестах, что делает его на 16% быстрее в одноядерном и на 44% быстрее в многоядерном режиме, чем 225F. Кроме того, Core Ultra 5 225F превосходит своего предшественника Core i5-14400F на 13% как в одноядерном, так и в многоядерном режиме. Напротив, AMD Ryzen 7 9700X и Ryzen 5 9600X предлагают более высокую производительность, при этом Ryzen 7 9700X на 29% быстрее в одноядерном и на 38% быстрее в многоядерном режиме, а Ryzen 5 9600X на 32% быстрее в одноядерном и на 23% быстрее в многоядерном режиме, несмотря на меньшее количество ядер.\nОценки Geekbench следует интерпретировать с осторожностью, поскольку результаты могут различаться в зависимости от конфигурации ЦП. Будущие обновления прошивки могут улучшить производительность, особенно с учетом того, что Intel признала проблемы с производительностью серии Arrow Lake, которые, как ожидается, будут решены в будущих выпусках прошивки. Таким образом, хотя текущие тесты дают первоначальную оценку производительности Core Ultra 5 225F, дальнейшая оптимизация может повлиять на его положение на рынке.\n"
    },
    {
        "Номер": 13,
        "Ссылка": "https://www.playground.ru/misc/news/asrock_vypuskaet_drajver_upravleniya_pitaniem_dlya_plat_z890_uluchshayuschij_proizvoditelnost_core_ultra_v_igrah_na_13-1737100",
        "Название": "ASRock выпускает драйвер управления питанием для плат Z890, улучшающий производительность Core Ultra в играх на 13%",
        "Дата": "26 ноября в 15:32",
        "Текст": "Запуск процессоров Intel Arrow Lake/Core Ultra 200 не прошел гладко. Платформа страдала от проблем с производительностью, особенно в игровых нагрузках. Intel подтвердила, что виной этим проблемам являются «проблемы оптимизации» и что исправления не за горами. Однако ASRock подтвердила, что новейший драйвер Platform Power Management (PPM) от Intel уже может обеспечить значительный игровой прирост для процессоров Intel Core Ultra 200.\nНовый драйвер Intel Platform Power Management (PPM) версии 1007.20240913 (и более новых) по сообщениям обеспечивает  улучшение до 13,23% в тесте Final Fantasy XIV Dawntrail. Это значительный прирост производительности. Хотя у Intel, несомненно, есть еще исправления, их новейшие драйверы PPM — это хорошее начало.\nК сожалению, ASRock не раскрыла много информации о своей тестовой установке или данных бенчмарков для других игр. Вероятно Intel официально обсудит исправления производительности Core Ultra 200 в играх в ближайшем будущем. Intel заявила, что готовит  исправления в конце ноября или начале декабря.\nРанее в этом месяце Роберт Халлок из Intel заявил, что «серия многофакторных проблем» стала причиной неудовлетворительной игровой производительности Intel Core Ultra 200. Сообщается, что эти проблемы находятся на «уровне ОС и на уровне BIOS». Это означает, что скорее всего, будет больше обновлений для повышения производительности новейших процессоров Intel. Как минимум, это новая  волна обновлений BIOS материнских плат.\n"
    },
    {
        "Номер": 14,
        "Ссылка": "https://www.playground.ru/misc/news/tsmc_podtverdila_chto_planiruet_nachat_proizvodstvo_2_nm_chipov_k_kontsu_2025_goda_a_1_6_nm_esche_cherez_god-1736991",
        "Название": "TSMC подтвердила, что планирует начать производство 2-нм чипов к концу 2025 года, а 1,6-нм - еще через год",
        "Дата": "26 ноября в 07:47",
        "Текст": "Компания TSMC, в ходе конференции Open Innovation Platform 2024 (OIP) в Амстердаме подтвердила, что планы компании на ближайшие несколько лет не изменились - чипы по 2-нм и 1,6-нм технологиях выйдут согласно ранее запланированному графику.\nВ конце 2025 года компания собирается запустить массовое производство чипов по технологии N2- 2-нм, а в конце 2026 года начнется массовый выпуск чипов по технологии A16 - 1,6-нм. В промежутке между этим TSMC выпустит усовершенствованные варианты N2P и N2X.\nТехнологии N2, N2P, N2X и A16 основаны на транзисторах с окружающим затвором (Gate-All-Around - GAA).\n"
    },
    {
        "Номер": 15,
        "Ссылка": "https://www.playground.ru/misc/news/nvidia_vybrala_gddr7_ot_samsung_v_kachestve_osnovnogo_tipa_pamyati_dlya_buduschej_igrovoj_linejki_geforce_rtx_50-1736878",
        "Название": "NVIDIA выбрала GDDR7 от Samsung в качестве основного типа памяти для будущей игровой линейки GeForce RTX 50",
        "Дата": "25 ноября в 17:46",
        "Текст": "Похоже, что Samsung выигрыше по памяти GDDR7, поскольку NVIDIA выбрала ее для своей будущей игровой линейки GeForce RTX 50 \"Blackwell\". Принятие решений GDDR7 от Samsung можно рассматривать как огромную победу для корейской полупроводниковой компании, дела которой идут не очень хорошо, особенно в плане принятия ее решений HBM, ориентированных на ИИ.\nКак сообщает корейский ресурс Greened.kr, память GDDR7 от Samsung будет использоваться в новейших продуктах NVIDIA, которые выйдут в начале следующего года. Samsung был среди трех ведущих производителей, которые разработали продукты памяти GDDR7, а два других — SK Hynix и Micron. Решение памяти последнего широко использовалось NVIDIA в своих графических процессорах RTX 40 и RTX 30 с такими продуктами, как GDDR5X и GDDR6X, но для GDDR7 NVIDIA вернулась к Samsung.\nОжидается, что память Samsung GDDR7 будет принята как настольными, так и ноутбуковыми GPU GeForce RTX 50 \"Blackwell\". Для ноутбуков NVIDIA может использовать решения GDDR7 от всех трех поставщиков, но приоритет отдается Samsung. Причина, по которой Samsung выиграла сегмент GDDR7, заключается в его ранней проверке и валидации при подключении к указанному продукту.\nNVIDIA, как ожидается, будет использовать кристаллы памяти GDDR7 как 28 Гбит/с, так и 32 Гбит/с для своей линейки следующего поколения. В частности, RTX 5080 будет использовать самые быстрые кристаллы памяти, в то время как остальная часть линейки будет придерживаться немного более консервативной скорости контактов 28 Гбит/с.\nДля RTX 5090 решение 28 Гбит/с по-прежнему обеспечивает значительное увеличение пропускной способности, до 1792 ГБ/с (+78%) по сравнению с пропускной способностью 1008 ГБ/с у RTX 4090. NVIDIA могла бы использовать 32 Гбит/с, но 5090 использует гораздо больше чипов памяти, чем 5080 из-за своего более широкого 512-битного интерфейса, и это может повлиять на энергопотребление всей платы.\nПри этом Samsung уже анонсировала модули памяти 16 Гб и 24 Гб на основе стандарта GDDR7, а их дорожные карты демонстрируют скорость до 42,5 Гбит/с в будущем. Решение 24 Гб может привести к более высоким мощностям, но ожидается, что они могут быть представлены позже или в качестве обновления.\nОжидается , что NVIDIA GeForce RTX 50 «Blackwell» будут представлены на выставке CES 2025, а первые продукты поступят в продажу в январе.\n"
    },
    {
        "Номер": 16,
        "Ссылка": "https://www.playground.ru/misc/news/ozhidaetsya_chto_nastolnye_intel_arrow_lake_poluchat_obnovlenie_mikrokoda_kotoroe_optimiziruet_napryazhenie_i_chastotu-1736863",
        "Название": "Ожидается, что настольные Intel Arrow Lake получат обновление микрокода, которое оптимизирует напряжение и частоту",
        "Дата": "25 ноября в 16:59",
        "Текст": "Выпуск процессора Arrow Lake , который рассматривался как огромный скачок в развитии, не оправдал ожиданий, поэтому линейка была названа разочаровывающей, особенно в глазах энтузиастов.\nРоберт Холлоук из Intel подтвердил это в интервью HotHardware, рассказав, что команда Intel работает над важными обновлениями, направленными на устранение проблем с производительностью линейки Arrow Lake.\nТеперь, судя по недавнему твиту известного оверклокерского сообщества SkatterBencher, Intel планирует доработать поведение Arrow Lake с помощью нового микрокода. Хотя он не упомянул, какие именно изменения готовятся, что из-за них стратегия разгона будет отличаться для каждого пакета ME. Может показаться, что SkatterBencher имеет доступ к новому микрокоду, но конкретные детали по-прежнему держатся в секрете.\nРанее обновление микрокода ограничивало обходной путь цифрового линейного регулятора напряжения (DLVR), который пользователи могли использовать с помощью настройки «Power Gate» в BIOS. Хотя эта настройка позволяла более эффективно управлять напряжением и частотой, она влияла на другие элементы процессора, поэтому Intel зарезервировала эту настройку для экстремальных условий разгона.\nПроцессорам Intel «Core Ultra 200» для настольных ПК не удалось составить конкуренцию AMD в том же сегменте, по крайней мере, с точки зрения продаж, учитывая, что «синяя команда» не выполнила своих обещаний.\nВозможно предстоящее обновление микрокода будет иметь решающее значение для повышения производительности, особенно если Intel удастся оптимизировать конфигурации VF (напряжение- частота).\n"
    },
    {
        "Номер": 17,
        "Ссылка": "https://www.playground.ru/misc/news/seasonic_i_noctua_vypustili_blok_pitaniya_prime_tx_1600w_s_dvumya_razemami_pcie_12v_6_2_za_569_dollarov-1736844",
        "Название": "Seasonic и Noctua выпустили блок питания PRIME TX-1600W с двумя разъемами PCIe 12V-6 2 за 569 долларов",
        "Дата": "25 ноября в 15:31",
        "Текст": "Seasonic PRIME TX-1600 Noctua Edition — это новейший мощный продукт, разработанный в сотрудничестве с Noctua, известной австрийской компанией, которая славится своими технологиями охлаждения и сверхтихими вентиляторами.\nВ новом блоке питания установлен вентилятор NF-A12x25, который отличается низким уровнем шума. Блок питания мощностью 1600 Вт предназначен для современных высокопроизводительных систем, и 1600 Вт максимальной и нормальной нагрузки должно быть достаточно даже для конфигураций с двумя видеокартами. Фактически, блок питания предлагает два разъема 12 В-6×2 в соответствии со спецификациями PCIe 5.1, а сам блок питания совместим со спецификациями ATX 3.1.\nПо словам Noctua, новый блок питания спроектирован таким образом, чтобы работать полностью в пассивном режиме при нагрузке менее 50% и температуре ниже 25 градусов Цельсия. Это означает, что если вашей системе требуется всего 800 Вт мощности при нагрузке, то, скорее всего, вы вообще не будете использовать встроенный вентилятор. В противном случае вентилятор включится, и даже при 100-процентной нагрузке он будет издавать шум не более 24 дБА, чтобы поддерживать температуру ниже 25 градусов Цельсия.  Блок питания соответствует стандарту 80+ Titanium и сертифицирован Cybenetics ETA Titanium. Это обеспечивает КПД до 94% при нагрузке 50%. Он также поставляется с «кабелями в стиле Noctua», которые позволяют сочетать этот блок питания специальной серии с другими компонентами Noctua.\nОсновная проблема — цена. При стоимости 569 долларов  этот блок питания стоит очень дорого, и трудно оправдать такую высокую цену даже для серии RTX 50. Кроме того, цветовая гамма может понравиться не всем и затруднить создание полностью совместимой системы.\n"
    },
    {
        "Номер": 18,
        "Ссылка": "https://www.playground.ru/misc/news/podtverzhdena_spetsialnaya_model_geforce_rtx_5090d_dlya_kitaya-1736833",
        "Название": "Подтверждена специальная модель GeForce RTX 5090D для Китая",
        "Дата": "25 ноября в 14:24",
        "Текст": "NVIDIA планирует выпустить выпустить RTX 5090D —  упрощённую версию, разработанную в соответствии с ограничениями, действующими в США. Эти модели обычно имеют меньшее количество ядер и заметно уступают в производительности, и, похоже, GeForce RTX 5090D станет таким же исключением.\nСогласно новой утечке информации от MEGAsizeGPU, в сети появился «видимый» логотип флагманского  продукта следующего поколения, «соответствующего требованиям Китая». Эта информация появилась после того, как стало известно, что NVIDIA приостановила производство GeForce RTX 4090D предыдущего поколения.\nИнтересно, что GeForce RTX 4090D, несмотря на то, что является относительно более дешёвой альтернативой оригинальной GeForce RTX 4090, демонстрирует неплохие продажи в Китае, а в некоторых случаях даже заканчивается в магазинах, поэтому NVIDIA решила выпустить преемника.\nНа данный момент  не известны  технические характеристики NVIDIA GeForce RTX 5090D, но NVIDIA, скорее всего, придётся снизить TPP (общую вычислительную мощность) ниже 4800, поэтому ей придётся использовать архитектурные усовершенствования, чтобы добиться разницы в производительности.\nТеперь, когда варианты «D», по-видимому, подтверждены и планируются к выпуску компанией NVIDIA, возникает более важный вопрос: придётся ли «зелёной» команде менять свою стратегию, когда ограничения в США ужесточатся. Бизнес компании в Китае в настоящее время находится под угрозой, и, учитывая, что США решили пересмотреть свою политику в будущем, NVIDIA придётся пересмотреть все свои усилия, что станет сложной задачей для компании, особенно для задействованной цепочки поставок.\nВидеокарта NVIDIA GeForce RTX 4090D была выпущена в прошлом году в качестве обновлённой версии для энтузиастов в начале года Дракона. Китайский Новый год наступает 29 января, поэтому карта, скорее всего, будет представлена до этой даты, как и стандартные модели RTX 5090 и RTX 5080.\nЧто касается даты выпуска, то скорее всего,  GeForce RTX 5090D будет выпущен вместе с RTX 5090 в первом квартале следующего года, вероятно, ближе к выставке CES 2025.\n"
    },
    {
        "Номер": 19,
        "Ссылка": "https://www.playground.ru/misc/news/materinskaya_plata_colorfire_b650m_meow_wifi_v_koshachej_tematike_s_novym_bios_podderzhivaet_ryzen_9000-1736779",
        "Название": "Материнская плата Colorfire B650M MEOW WIFI в кошачьей тематике с новым BIOS поддерживает Ryzen 9000",
        "Дата": "25 ноября в 11:04",
        "Текст": "Colorful  представляет материнскую плату COLORFIRE B650M-MEOW WIFI, которая поддерживает новейшие процессоры AMD Ryzen 9000 Series. COLORFUL рада расширить любимую серию COLORFIRE MEOW, которая теперь включает материнскую плату для платформы AMD Ryzen.\nМатеринская плата COLORFIRE B650M-MEOW WIFI переняла дизайн и цвета рыжего полосатого кота Боби, что позволяет легко подобрать цвет к существующим компонентам серии COLORFIRE MEOW. Материнская плата COLORFIRE B650 MEOW идеально подходит как для энтузиастов AMD, так и для любителей кошек!Материнская плата COLORFIRE B650M-MEOW WIFI оснащена новым дизайном MEOW UI BIOS, эксклюзивным для материнских плат серии MEOW. Пользовательский MEOW BIOS был переработан для повышения удобства использования, сократив количество уровней меню с трех до двух для более интуитивного опыта. Связанные подпункты теперь сгруппированы в одном меню, что минимизирует навигацию по страницам.\nMEOW BIOS также поставляется с новыми функциями, которые включают раздел «Help Tip» для более понятных объяснений опций и подсказок по разгону памяти в реальном времени, упрощая процесс за счет автоматического заполнения параметров при установке целевой частоты. Новый MEOW BIOS уже доступен для COLORFIRE B760M-MEOW WIFI D5, скоро появится и для материнской платы COLORFIRE B650M-MEOW WIFI через обновление BIOS.\n"
    },
    {
        "Номер": 20,
        "Ссылка": "https://www.playground.ru/misc/news/apple_iphone_18_vozmozhno_osnastyat_chipsetom_a20_razrabotannyj_intel-1736769",
        "Название": "Apple iPhone 18 возможно оснастят чипсетом A20, разработанный Intel",
        "Дата": "25 ноября в 10:26",
        "Текст": "Новый слух утверждает, что Apple рассматривает возможность отказа от TSMC в пользу Intel с процессором A20 для серии Apple iPhone 18.\nХотя это может показаться немного неправдоподобной идеей, было время в не столь далеком прошлом, когда Apple и Intel были партнерами. Intel действительно поставляла специальные процессоры для ноутбуков MacBook Pro от Apple с 2006 по 2021 год. Затем Apple продолжила разработку своего Apple Silicon и в настоящее время использует TSMC для своих чипсетов A18 и A18 Pro.\nСерия iPhone 16 была запущена пару месяцев назад, а серия iPhone 17 с A19, как ожидается, дебютирует в следующем году. Текущая серия использует узел N3E от TSMC, а в следующем году перейдет на узел N3P, но, согласно тем же слухам, ни один из 3-нм техпроцессов не увидит существенных изменений в характеристиках. Однако в 2026 году Apple может перейти на 2-нм A20 от Intel.\nХотя этот слух кажется правдоподобным, многие другие факторы в гонке могут помешать этому случиться. Intel продолжает претерпевать изменения, которые включают реструктуризацию нескольких подразделений, включая значительные увольнения, и, как говорят, также передает заказы на аутсорсинг TSMC. Также циркулирует еще один слух о том, что Apple потенциально разрабатывает неназванный чип A20 2 нм с TSMC. В конце концов, если что-то из этого окажется правдой, TSMC может оказаться единственным реальным победителем здесь, независимо от того, чье название бренда в итоге окажется на SoC A20.\n"
    },
    {
        "Номер": 21,
        "Ссылка": "https://www.playground.ru/misc/news/western_digital_predstavila_novye_ustrojstva_dlya_hraneniya_dannyh-1736599",
        "Название": "Western Digital представила новые устройства для хранения данных",
        "Дата": "24 ноября в 18:18",
        "Текст": "Western Digital объявил о выпуске нескольких новых решений для флэш-накопителей, которые помогут профессионалам и потребителям подготовиться к праздникам. Независимо от того, ищете ли вы идеальный подарок или планируете новое начинание в Новом году, инновационные продукты от ее отмеченных наградами брендов SanDisk и WD_BLACK достигают новых уровней скорости, надежности и емкости, обслуживая широкий набор потребностей в цифровом хранении.\nРасширенный ассортимент портативных твердотельных накопителей SanDisk включает два предложения, которые отличаются скоростями SSD следующего поколения и помогают преодолеть ограничения по долговечности. Новые диски идеально подходят для профессионалов или создателей контента, а также для всех, кому необходимо хранить большие объемы данных на ходу в самых суровых климатических условиях.\nКак один из первых портативных SSD-накопителей на рынке с интерфейсом USB4, SanDisk Extreme PRO с USB4 отлично подходит для профессионалов, которым нужна исключительная скорость и производительность. Он имеет молниеносное подключение USB4 со скоростью до 3800 МБ/с для чтения и до 3700 МБ/с для записи, предоставляя пользователям невероятно быструю передачу файлов, которая поддерживает рабочие процессы, мгновенный доступ к контенту и плавный 3D-рендеринг.\nНакопитель имеет прочный силиконовый корпус и кованый алюминиевый корпус, которые помогают защитить данные от повседневного износа, позволяя пользователям беспрепятственно получать доступ к файлам без ущерба для надежности. Его водо- и пыленепроницаемая конструкция IP65 помогает выдерживать брызги, дождь и даже разливы. Для случайных падений SanDisk Extreme PRO с USB4 защищен от падений с высоты до двух метров. Накопитель также обратно совместим с устройствами USB 3.2 и USB 2.0 и поддерживает Thunderbolt 4.\nОжидается, что SanDisk Extreme PRO с USB4 поступит в продажу в начале 2025 года в вариантах емкостью 2 ТБ и 4 ТБ по рекомендованной розничной цене в 279,99 и 429,99 долларов.\nОтлично подходит для тех, кто создает большие файлы или резервирует огромные библиотеки контента на ходу, 8 ТБ SanDisk Extreme Portable SSD — это идеальное сочетание скорости, долговечности и емкости, чтобы соответствовать требованиям к контенту и активному образу жизни. Накопитель обеспечивает скорость чтения до 1050 МБ/с и записи до 1000 МБ/с. 8 ТБ SanDisk Extreme Portable SSD теперь доступен на SanDisk.com и в некоторых розничных магазинах по рекомендованной розничной цене в  799,99 долларов.\nСпециально разработанная игровая линейка WD_BLACK теперь включает два новых продукта, призванных обеспечить потрясающую производительность и емкость, чтобы геймеры могли играть в полную силу.\nОпираясь на свою репутацию скорости, WD_BLACK представляет новый высокопроизводительный PCIe Gen 4x4 DRAMless NVMe SSD, который идеально подходит для того, чтобы помочь обычным геймерам в полной мере воспользоваться преимуществами современных высоковизуальных и захватывающих игр, размер файлов которых продолжает расти.\nСозданный на основе новейшей TLC 3D NAND от Western Digital, этот новый SSD обеспечивает скорость до 7250 МБ/с чтения и 6900 МБ/с записи (модели емкостью 1–2 ТБ), обеспечивая прирост производительности до 35% по сравнению с нашим SSD предыдущего поколения. Для обычных геймеров, которым нужна большая емкость, WD_BLACK SN7100 NVMe SSD обеспечивает огромные возможности хранения для текущих игровых библиотек с остатком места для новых игр, будущих обновлений и загружаемого контента.\nЭтот высокопроизводительный NVMe SSD был разработан с учетом ноутбуков и игровых карманных компьютеров и обеспечивает до 100% большую энергоэффективность при максимальной скорости по сравнению с предыдущим поколением. Он также может похвастаться выносливостью до 1200 ТБВт (модель 2 ТБ) для потоковой передачи игрового процесса, записи скоростных забегов и создания с помощью новейших игровых движков, а также для геймеров, которые часто записывают и удаляют много данных со своих дисков.\nОжидается, что WD_BLACK SN7100 NVMe SSD, доступный емкостью 500 ГБ, 1 ТБ и 2 ТБ, будет доступен для предварительного заказа сегодня на SanDisk.com по рекомендованной розничной цене  от 59,99 до 159,99 долларов. Ожидается, что модель на 4 ТБ будет доступна в следующем году.\nС большим количеством игр, чем когда-либо, превышающим 100 ГБ, новая карта расширения хранилища 2 ТБ WD_BLACK C50 для Xbox обеспечивает пространство, необходимое геймерам. Ядро твердотельного накопителя WD_BLACK C50 NVMe обеспечивает исключительную скорость, а его интеграция с такими функциями Xbox, как Xbox Velocity Architecture и Quick Resume, обеспечивает по-настоящему плавный процесс. Это быстрый и простой способ значительно увеличить емкость Xbox Series X/S и сохранить больше установленных игр.\nПросто подключите эту официально лицензированную карту непосредственно к консоли для получения производительности, аналогичной внутренней памяти Xbox. Накопитель также включает один месяц Game Pass Ultimate и один месяц Discord Nitro.\nКарта расширения 2 ТБ WD_BLACK C50 для Xbox продается по рекомендованной розничной цене в  199,99 долларов.\n"
    },
    {
        "Номер": 22,
        "Ссылка": "https://www.playground.ru/misc/news/soglasno_patentnoj_zayavke_buduschie_soc_amd_ryzen_mogut_ispolzovat_novuyu_konstruktsiyu_s_perekryvayuschimisya_chipami-1736563",
        "Название": "Согласно патентной заявке, будущие SoC AMD Ryzen могут использовать новую конструкцию с перекрывающимися чипами",
        "Дата": "24 ноября в 16:22",
        "Текст": "AMD недавно подала заявку на патент, раскрывающий планы по внедрению «многокристальной компоновки» в будущих SoC Ryzen, судя по сообщению coreteks.\nВ патенте описывается новый подход, при котором более мелкие чипы частично перекрывают более крупные, создавая пространство для дополнительных компонентов и функций на том же кристалле. Эта стратегия направлена на повышение эффективности контактной площади, что позволяет увеличить количество ядер, размер кэша и пропускную способность памяти при том же размере кристалла.\nПредлагаемое расположение в несколько слоёв позволит сократить физическое расстояние между компонентами за счёт перекрытия чипов, что минимизирует задержку межсоединений и обеспечивает более быструю связь между различными частями кристалла. Конструкция также улучшит управление питанием, поскольку отдельные чипы позволяют лучше контролировать каждый блок с помощью ограничения питания.Даже если давний конкурент Intel в этом году немного сбавил обороты (и долю рынка), у AMD есть шанс стать номером один на рынке, если она продолжит внедрять инновации. Точно так же, как технология 3D V-Cache сделала линейку процессоров X3D такой успешной, этот подход к компоновке чипов может сыграть важную роль в будущих системах на кристалле AMD Ryzen.\nПохоже, что AMD стремится отойти от эпохи монолитных конструкций и пойти по пути создания многочиповых процессоров. Однако может пройти много времени, прежде чем (и если) этот подход к компоновке чипов пройдёт путь от патентов до проектирования, производства и конечного продукта.\n"
    },
    {
        "Номер": 23,
        "Ссылка": "https://www.playground.ru/misc/news/protsessory_amd_ryzen_9_9950x3d_i_ryzen_9_9900x3d_3d_v_cache_postupyat_v_prodazhu_v_kontse_yanvarya_2025_goda-1736306",
        "Название": "Процессоры AMD Ryzen 9 9950X3D и Ryzen 9 9900X3D 3D V-Cache поступят в продажу в конце января 2025 года",
        "Дата": "23 ноября в 17:56",
        "Текст": "AMD Ryzen  с 3D V-Cache на базе Zen 5 вскоре получат больше моделей в сегменте high-end, как сообщает Hoang Anh Phu. Надежный инсайдер, который оказался  прав со своим прошлыми утечками, упоминает о двух дополнительных чипах с 3D V-Cache для геймеров-энтузиастов, которые будут запущены в конце января.\nAMD Ryzen 7 9800X3D получил такой большой прием и стал самым продаваемым чипом в различных розничных магазинах. После успеха этого запуска AMD теперь намерена представить еще 2 чипа - Ryzen 9 9950X3D и Ryzen 9 9900X3D. Они будут иметь те же возможности, что и Ryzen 7 9800X3D, включая встроенный V-Cache 2-го поколения и полную поддержку разгона.\nЧто касается спецификаций, AMD Ryzen 9 9950X3D будет иметь 16 ядер и 32 потока. Чип, скорее всего, сохранит тот же единственный CCD V-Cache с 64 МБ кэша от CCD и дополнительный 64 МБ стека 3D V-cache, что в общей сложности составит 128 МБ. Плюс, есть также 16 МБ кэша L2 для общего пула в 144 МБ. Ryzen 9 9900X3D будет 12-ядерным вариантом и будет иметь аналогичный кристалл одиночного CCD V-Cache, но он будет иметь 12 МБ кэша L2 для общего пула кэша в 140 МБ.\nПока не известны точные тактовые частоты и TDP этих чипов, но Ryzen 7 9800X3D имеет TDP 120 Вт, что выше, чем 65/105 Вт TDP Ryzen 7 9700X. AMD может выставить TDP 120 Вт в обеих чипах, как было  в прошлом, или выбрать более высокий показатель в 170 Вт. В конце концов, TDP не имеет большого значения.\nЧипы 3D V-Cache обеспечивают потрясающую эффективность и действительно низкое энергопотребление во время игр, а дополнительный запас TDP можно использовать для многопоточной производительности или разгона.\n"
    },
    {
        "Номер": 24,
        "Ссылка": "https://www.playground.ru/misc/news/graficheskij_protsessor_gb202_dlya_nvidia_geforce_rtx_5090_budet_na_20_bolshe_chem_rtx_4090-1736287",
        "Название": "Графический процессор GB202 для NVIDIA GeForce RTX 5090 будет на 20% больше, чем RTX 4090",
        "Дата": "23 ноября в 16:12",
        "Текст": "Площадь кристалла грядущего графического процессора GeForce RTX 5090 GB202 составляет примерно 744 квадратных миллиметра (мм²), что на 20% больше, чем у нынешнего флагманского графического процессора Ada AD102, площадь кристалла которого составляет 608 мм².\nТакое увеличение площади кристалла указывает на потенциальное увеличение количества ядер и энергоэффективности, что соответствует целям NVIDIA по повышению производительности за счёт расширенных аппаратных возможностей. Больший размер кристалла также может способствовать интеграции дополнительных функций и передовых технологий, повышая общую производительность и эффективность графического процессора.\nПо данным MEGAsizeGPU, размеры кристалла графического процессора GB202 составляют 24 на 31 миллиметр, то есть 744 мм². Для сравнения, площадь кристалла существующего графического процессора AD102 составляет 608 мм².\nРазмер кристалла графического процессора GB202 немного меньше, чем у графического процессора TU102 эпохи Turing, который имел площадь 754 мм² и был самым большим графическим процессором NVIDIA, ориентированным на потребителя, за последнее десятилетие. Это говорит о том, что, несмотря на значительные улучшения, GB202 остаётся конкурентоспособным в историческом контексте развития графических процессоров NVIDIA.\nПодробное сравнение размеров матрицы флагманского графического процессора GeForce выглядит следующим образом:\nКроме того, согласно отчётам, размер корпуса графического процессора GB202 составляет 63 на 56 миллиметров, то есть площадь составляет 3528 мм².\nДругой источник предоставил информацию об интерфейсе PCIe 5.0, который ожидается в графических процессорах следующего поколения, и предположил, что могут потребоваться изменения в расположении разъёмов.\nЭти утечки указывают на то, что NVIDIA разослала партнёрам по разработке инженерные образцы и тестовые образцы, что, возможно, привело к раннему раскрытию спецификаций графического процессора GB202. Хотя некоторые аспекты остаются предположительными, информация указывает на скорый выпуск графического процессора GB202, что свидетельствует о том, что NVIDIA готовится к выпуску своего последнего флагманского продукта.\n"
    },
    {
        "Номер": 25,
        "Ссылка": "https://www.playground.ru/misc/news/stali_izvestny_harakteristiki_intel_arc_b580_na_4_gb_bolshe_videopamyati_i_na_40_vyshe_chastota_gpu-1736258",
        "Название": "Стали известны характеристики Intel Arc B580: на 4 ГБ больше видеопамяти и на 40% выше частота GPU",
        "Дата": "23 ноября в 14:26",
        "Текст": "Сегодня на сайте Amazon раньше времени появились страницы со следующим поколением видеокарт от Intel - Arc Battlemage, благодаря чему стали известны характеристики видеокарты из младшего модельного ряда. Модель B580 получит следующие характеристики:\nНовое поколение видеокарт от Intel может стать довольно серьезным апгрейдом по сравнению с предшественником: судя по утечке, B580 получит на 4 ГБ больше видеопамяти, а частота GPU станет выше на 40%.\nПользователи предполагают, что и старшая модель в лице B770 получит дополнительные 4 ГБ видеопамяти относительно предшественника - таким образом, на борту старшей видеокарты может оказаться 16 ГБ видеопамяти и 256-разрядная шина памяти, что станет комфортным запасом для игр.\nСкорее всего, официальный анонс нового поколения видеокарт от Intel состоится уже в ближайшее время.\n"
    },
    {
        "Номер": 26,
        "Ссылка": "https://www.playground.ru/misc/news/mozhno_nachinat_kopit_smi_raskryli_stoimost_nvidia_rtx_5090-1736132",
        "Название": "Можно начинать копить: СМИ раскрыли стоимость NVIDIA RTX 5090",
        "Дата": "22 ноября в 21:30",
        "Текст": "Итальянское издание Bits and Chips со ссылкой на источники раскрыло предполагаемую стоимость флагманской видеокарты NVIDIA — RTX 5090. По информации СМИ, цена ускорителя составит от $1899 до $1999.\nЭто 191,1 тыс. рублей или 201,2 тыс. рублей по текущему курсу ЦБ без учета НДС. Итоговая стоимость видеокарты в разных странах с учетом логистики и специфики ценообразования может быть еще выше — особенно в России.\nЖурналисты Bits and Chips также рассказали, что модели RTX 5090 с заводским разгоном, вероятно, будут стоить еще дороже. Издание отмечает, что стоимость таких видеокарт наверняка уйдет далеко за $2000.\nОжидаемые характеристики RTX 5090:\nЛинейку RTX 50 представят на CES 2025 в январе. В том же месяце в продажу поступят RTX 5080 и RTX 5090, а в феврале будут выпущены RTX 5070 и RTX 5070 Ti. В марте, по слухам, выйдет RTX 5060 и ее более мощный вариант — 5060 Ti.\n"
    },
    {
        "Номер": 27,
        "Ссылка": "https://www.playground.ru/misc/news/proizvoditel_rabochih_stantsij_comino_uzhe_prinimaet_predzakazy_na_sistemy_s_gpu_nvidia_geforce_rtx_5090-1736091",
        "Название": "Производитель рабочих станций Comino уже принимает предзаказы на системы с GPU NVIDIA GeForce RTX 5090",
        "Дата": "22 ноября в 19:14",
        "Текст": "Поставщик серверов и рабочих станций,  Comino, начал принимать предварительные заказы на свои машины следующего поколения с жидкостным охлаждаемыми  видеокартами GeForce RTX 5090  на базе архитектуры Blackwell. Серверы и рабочие станции нацелены на различные приложения, включая ИИ, инфраструктуру виртуальных рабочих столов, профессиональное ПО для визуализации и высокопроизводительные вычисления.\nНа данный момент Comino  предлагает заполнить форму, чтобы получить дополнительную информацию  о своем сервере Grando с восемью видеокартами Nvidia GeForce RTX 5090, поэтому  пока цена не известна. Расчетное время доступности будет предоставлено после описания проекта, для которого будет использоваться машина, хотя, вероятно, следует ожидать, что сервер будет доступен в 2025 году.\nПоскольку NVIDIA официально не представила свою GeForce RTX 5090 на базе процессора GB202, сложно сказать, когда именно эта видеокарта выйдет на рынок и сколько она будет стоить. Логично предположить, что Comino уже принимает предварительные заказы на своих серверах, поскольку она получила ключевые характеристики и схемы видеокарты от NVIDIA и уже разработала свои решения по водоблоку и жидкостному охлаждению для этой платы.\nComino отмечает, что доступность ее машин на базе GeForce RTX 5090 будет ограничена (по крайней мере, на начальном этапе из-за высокого спроса), поэтому она предлагает заинтересованным сторонам «зарезервировать себе место».\nПо слухам, GeForce RTX 5090, флагман для настольных ПК, будет оснащен графическим процессором GB202 с 21 760 ядрами CUDA и 32 ГБ памяти GDDR7 на 512-битном интерфейсе. Согласно утечкам, эта мощная карта может потреблять до 600 Вт энергии. Даже если окончательные характеристики будут немного смягчены, она готова стать одной самой производительной  после своего выпуска.\nГлавная интрига релиза заключается в том, выпустит ли NVIDIA новый флагманский продукт для геймеров к праздничному сезону или отложит его до января и официально представит GeForce RTX 5090 на выставке CES.\n"
    },
    {
        "Номер": 28,
        "Ссылка": "https://www.playground.ru/misc/news/amd_nezametno_povyshaet_tsenu_na_ryzen_7_9800x3d_v_germanii_do_542_evro-1736085",
        "Название": "AMD незаметно повышает цену на Ryzen 7 9800X3D в Германии до 542 евро",
        "Дата": "22 ноября в 18:38",
        "Текст": "Процессор Ryzen 7 9800X3D с восемью ядрами с момента своего выхода оказался в значительном дефиците, что привело к тому, что некоторые ритейлеры начали продавать его по ценам, превышающим рекомендованную розничную цену (РРЦ). Ситуация такова, что спрос на данный чип оказался настолько высоким, что его стоимость возросла даже в официальном магазине AMD в Германии.\nЖурналисты из местного издания HardwareLuxx первыми обратили внимание на это изменение. Изначально рекомендованная розничная цена Ryzen 7 9800X3D для немецкого рынка составляла 529 евро. Однако официальный магазин AMD увеличил эту цену до 542 евро, что на 13 евро выше рекомендованной рознично цены.\nСтоит отметить, что на момент анализа ни один из местных ритейлеров не предлагал Ryzen 7 9800X3D. Уже на второй день после старта продаж реальная цена процессора возросла до 554 евро и с тех пор не опускалась ниже 545 евро.\nАвторы статьи направили запрос в пресс-службу AMD с просьбой прокомментировать ситуацию с ценами на Ryzen 7 9800X3D, однако на момент публикации ответа от производителя не последовало.\n"
    },
    {
        "Номер": 29,
        "Ссылка": "https://www.playground.ru/misc/news/geforce_rtx_5090_5080_5070ti_i_5070_budut_vypuscheny_v_pervom_kvartale_2025_goda-1736050",
        "Название": "GeForce RTX 5090, 5080, 5070Ti и 5070 будут выпущены в первом квартале 2025 года",
        "Дата": "22 ноября в 15:44",
        "Текст": "Benchlife опубликовал интересный отчёт среди партнёров по разработке, которые сейчас ожидают следующую линейку  и предполагаемую дату запуска.\nВ этом списке есть несколько интересных деталей, например, отсутствие RTX 5080D. Похоже, что эта модель не появится в первом или втором квартале следующего года. Означает ли это, что RTX 5080 не соответствует экспортным ограничениям США, или NVIDIA нашла обходной путь для этой модели. Трудно сказать, но её явно нет в списке.\nЕщё одна интересная деталь заключается в том, что у RTX 5060 нет даты выхода. По слухам, серия RTX 5070 может появиться в феврале, а RTX 5060 — в марте. Однако, насколько  известно, NVIDIA пока не предоставляет партнерам полную информацию, и судя по всему, NVIDIA ещё не распространила графические процессоры RTX 5060 (для настольных компьютеров). В любом случае, Benchlife ожидает, что RTX 5060 появится в продаже к апрелю.\nСудя по всему, Benchlife подтверждает, что GeForce RTX 5070 Ti будет оснащена графическим процессором GB203-300 и 8960 ядрами CUDA. Кроме того, она будет иметь TGP 300 Вт (а не TDP, как кажется). Также они добавляют, что эта модель будет поставляться с 16 ГБ памяти GDDR7.\nС другой стороны, RTX 5070, которая, по слухам, уже оснащена графическим процессором GB205, теперь, как сообщается, имеет 6400 ядер CUDA и энергопотребление 250 Вт. Эта модель, как сообщается, оснащена 12 ГБ памяти GDDR7.\nУчитывая всё вышесказанное, до официального анонса всё, включая эту диаграмму и утечки, следует считать слухами. Конечно, чем ближе  к запуску, тем выше вероятность, что информация достоверна. Детали, которые мы в настоящее время под вопросом, включают информацию о том, какие модели будут представлены на выставке CES 2025.\nRTX 5090 и 5080 почти наверняка будут представлены, и пока конкретно не   уточняется когда появятся  5070 Ti и 5070. По крайней мере, одна из них почти наверняка будет упоминаться на  мероприятии.\n"
    },
    {
        "Номер": 30,
        "Ссылка": "https://www.playground.ru/misc/news/nvidia_zayavlyaet_o_defitsite_igrovyh_videokart_v_etom_kvartale_i_vosstanovlenii_pered_zapuskom_rtx_50_v_nachale_2025_goda-1736010",
        "Название": "NVIDIA заявляет о дефиците игровых видеокарт в этом квартале и восстановлении, перед запуском RTX 50 в начале 2025 года",
        "Дата": "22 ноября в 12:37",
        "Текст": "Геймеры, ищущие дешевые видеокарты в сезон распродаж, могут быть разочарованы. Доходы NVIDIA за третий квартал превзошли ожидания аналитиков, поскольку компания удвоила свою прибыль по сравнению с прошлым годом, в основном за счет огромных успехов на рынке центров обработки данных и здорового роста доходов от игр. Но финансовый директор NVIDIA Колетт Кресс также забила тревогу во время отчета о доходах, заявив, что в этом квартале может возникнуть дефицит поставок игровых GPU.\nНеобходимо учитывать множество потенциальных факторов, включая предстоящий запуск потребительской серии Blackwell RTX 50, сворачивание производства серии RTX 40 и существующий дефицит топовых моделей серии RTX 40. Также наблюдается рост спроса со стороны сектора ИИ и центров обработки данных, который в настоящее время гораздо более прибыльный, чем потребительские графические процессоры.С намеками на дефицит поставок игровых графических процессоров из-за ограничений поставок еще предстоит выяснить, приведет ли это к фактическому дефициту или только к краткосрочному повышению цен, поскольку игровые графические процессоры становятся все более редкими. И если это произойдет прямо в разгар сезона праздничных покупок, с потенциальным ростом средних цен продаж (ASP), то это не совсем плохая ситуация для NVIDIA — компания сможет распродать оставшиеся запасы Ada по высокой цене в преддверии появления графических процессоров следующего поколения — хотя  не ожидается, что модели более низкого класса появятся раньше конца 2025 года.\nНесмотря на то, что графические процессоры Blackwell от NVIDIA маячат на горизонте, игровой сегмент все равно принес 3,2 млрд долларов — на 15% больше, чем в прошлом году. Однако, помимо впечатляющих цифр, финансовый директор NVIDIA предупредил о несоответствии спроса и предложения графических процессоров в этом квартале.Когда позже во время конференции по доходам ее попросили дать дополнительные разъяснения, она сказала:\nХодят слухи, что NVIDIA решила сократить производство серии RTX 40, чтобы освободить место для запуска Blackwell в январе. Это, по-видимому, подкрепляется сообщениями о дефиците и недавнем росте цен, особенно в случае RTX 4090. Таким образом, заявление становится само собой разумеющимся для серии RTX 40.Это также может означать, что первоначальные поставки серии RTX 50 могут оказаться узким местом. Ожидается, что NVIDIA начнет поставлять чипы партнерам в этом квартале, хотя официального подтверждения пока нет. Широко ожидается, что NVIDIA представит первые потребительские графические процессоры Blackwell на выставке CES 2025 в январе, вероятно, с двумя топовыми моделями, RTX 5090 и RTX 5080. Генеральный директор Дженсен выйдет на сцену в январе, чтобы представить следующее поколение графических процессоров.Учитывая заявленные сроки, этот дефицит, скорее всего, повлияет только на оставшиеся поставки серии RTX 40, особенно для продаж ноутбуков в праздничный сезон. Утечки предполагают, что NVIDIA продолжит производить отдельные мобильные чипы RTX 40, продавая их параллельно с аналогами  RTX 50.Если говорить о финансовых показателях, выручка NVIDIA выросла до ошеломляющих 35 миллиардов долларов, что на 94% больше, чем в прошлом году. Чистый доход или прибыль подскочили до 19,3 миллиарда долларов, что принесло NVIDIA значительный рост в 109% по сравнению с третьим кварталом 2023 года. Значительная часть этого роста обусловлена ​​предложениями NVIDIA H100/H200 и Blackwell B100/B200, при этом сегмент центров обработки данных внес 30,7 миллиарда долларов в общий доход NVIDIA (примерно 87,7%). Учитывая такую ​​разбивку, неудивительно, что NVIDIA может отдать приоритет продуктам для центров обработки данных, а не потребительским видеокартам.\n"
    }
]