[
    {
        "Номер": 1,
        "Ссылка": "https://www.playground.ru/misc/news/v_sleduyuschem_mesyatse_intel_planiruet_vypustit_videokarty_novogo_pokoleniya_arc_battlemage_dlya_nastolnyh_pk-1733370",
        "Название": "В следующем месяце Intel планирует выпустить видеокарты нового поколения Arc Battlemage для настольных ПК",
        "Дата": "сегодня в 08:47",
        "Текст": "NVIDIA GeForce RTX 50 Series и AMD Radeon RX 8000 Series — не единственные видеокарты, которые будут представлены в ближайшее время, согласно новому слуху, который предполагает, что Battlemage, кодовое название второго поколения графических процессоров Intel Arc, будет представлен уже в следующем месяце, в декабре.\nНовость о потенциальном запуске Battlemage появилась через три года после того, как Intel раскрыла кодовые названия своих будущих продуктов Arc, а Celestial и Druid должны составить третье и четвертое поколения дискретной линейки графических процессоров Intel соответственно. Ниже приведено оригинальное слово инсайдера «Golden Pig Upgrade Pack», который поделился новостями на китайской платформе Weibo.\n"
    },
    {
        "Номер": 2,
        "Ссылка": "https://www.playground.ru/misc/news/predstavlena_besprovodnaya_igrovaya_garnitura_razer_barracuda_x_chroma-1733298",
        "Название": "Представлена беспроводная игровая гарнитура Razer Barracuda X Chroma",
        "Дата": "вчера в 18:21",
        "Текст": "Razer объявила о выпуске беспроводной игровой гарнитуры Razer Barracuda X Chroma  в двух цветовых вариантах: черном и белом. Она предлагает как беспроводное подключение 2,4 ГГц, так и совместимость с Bluetooth, что позволяет пользователям легко переключаться между соединениями с помощью технологии Razer SmartSwitch Dual Wireless.\nГарнитура оснащена 6-зонной системой подсветки чашек наушников, которая может синхронизироваться с внутриигровыми событиями, обеспечивая захватывающий световой опыт. Razer Barracuda X Chroma оснащена 40-миллиметровыми драйверами Razer TriForce, обеспечивающими диапазон частотной характеристики от 20 Гц до 20 кГц и сопротивление 32 Ом на частоте 1 кГц. Съемный кардиоидный микрофон Razer HyperClear имеет чувствительность -42±3 дБВ/Па на частоте 1 кГц и охватывает диапазон частот от 100 Гц до 10 кГц, обеспечивая чистый звук для общения во время игровых сессий.\nГарнитура поддерживает несколько платформ, включая ПК, Mac, PlayStation, Nintendo Switch, Steam Deck, Android и устройства iOS, обеспечивая универсальную совместимость для различных игровых установок. Barracuda X Chroma весом 285 граммов предназначена для длительного использования без возникновения дискомфорта.\nRazer Barracuda X Chroma стоит около 149 долларов. Продукт идентифицируется по номерам моделей RZ04-05220100-R3M1 для черного варианта, выпущенного 15 ноября 2024 года, и RZ04-05220200-R3M1 для белого варианта, выпуск которого ожидается около декабря 2024 года. Гарнитура поставляется с двухлетней гарантией на продукт, что гарантирует поддержку и надежность для потребителей.\n"
    },
    {
        "Номер": 3,
        "Ссылка": "https://www.playground.ru/misc/news/bolee_2000_fps_novyj_protsessor_amd_razognali_i_proverili_v_igrah-1733290",
        "Название": "Более 2000 FPS - новый процессор AMD разогнали и проверили в играх",
        "Дата": "вчера в 17:28",
        "Текст": "Генеральный менеджер ASUS China протестировал Ryzen 7 9800 X3D в Counter-Strike 2 и Valorant\nГенеральный менеджер ASUS China протестировал новый процессор AMD в сетевых шутерах и добился частоты кадров в 2000 FPS. Тони Ю использовал материнскую плату ROG Crosshair X670E Gene, видеокарту Geforce 4090 и чип Ryzen 7 9800 X3D. Такая сборка позволила запустить Valorant с 2000 FPS в меню выбора персонажа и 1500 кадров во время сетевых матчей.\nГенеральный менеджер ASUS China также протестировал новый флагман AMD в Counter-Strike 2. Эксперты добились от сетевого шутера среднего значения FPS в районе 1200 кадров в секунду при максимальных настройках графики.\nПохожие показатели демонстрировал процессор Intel Core i9-14900K, но он работал на гораздо более высокой частоте и потреблял больше энергии, чем Ryzen 7 9800X3D.\nНовостные издания успели окрестить флагман AMD «королем игровых процессоров». Эксперты отмечают впечатляющую производительность Ryzen 7 9800 X3D, но высокую стоимость.\n"
    },
    {
        "Номер": 4,
        "Ссылка": "https://www.playground.ru/misc/news/utechka_dannyh_protestirovannogo_amd_ryzen_9_9950x3d_ukazyvaet_na_to_chto_on_na_63_bystree_chem_7950x3d-1733280",
        "Название": "Утечка данных протестированного AMD Ryzen 9 9950X3D указывает на то, что он на 63% быстрее, чем 7950X3D",
        "Дата": "вчера в 16:47",
        "Текст": "По первым обзорам  AMD Ryzen 7 9800X3D, он был назван самым быстрым игровым процессором на планете. Хотя 9800X3D имеет 8 ядер, компания также работает над более мощным вариантом X3D с удвоенным количеством ядер — Ryzen 9 9950X3D.\nЧто касается технических характеристик, процессор AMD Ryzen 9 9950X3D должен иметь 16 ядер и 32 потока, расположенных в двух модулях Zen 5 CCD. Согласно предыдущим отчётам, чип должен иметь такой же объём кэш-памяти, как и 7950X3D, то есть 64 МБ L3 в модулях CCD и один 3D-кэш-стек объёмом 64 МБ, что в сумме составляет 128 МБ кэш-памяти. Чип также будет оснащён 16 МБ кэш-памяти L2 для пула объёмом 144 МБ.\nТактовые частоты и TDP неизвестны, но, судя по тому, что было в 9800X3D, процессор AMD Ryzen 9 9950X3D может также использовать технологию 3D V-Cache 2-го поколения и обеспечивать более высокие тактовые частоты, чем 7950X3D, при этом потребляя 120–170 Вт. Процессор также должен поддерживать полный разгон помимо стандартных опций PBO и CO.\nПроизводительность процессора AMD Ryzen 9 9950X3D 3D V-Cache была протестирована в Factorio, где чип набрал 655 баллов. Для сравнения, Ryzen 7 7950X3D набирает в среднем от 400 до 458 баллов, а Ryzen 7 9800X3D — в среднем 553,7 балла. Это на 64% лучше, чем 7950X3D, и на 18% лучше, чем Ryzen 7 9800X3D.\nОжидается, что процессор AMD Ryzen 9 9950X3D будет выпущен в начале 2025 года и будет представлен на выставке CES 2025. Он продолжит развивать успех, достигнутый 9800X3D, и будет стоить дороже из-за высокой производительности и эффективности. В ближайшие месяцы ожидается больше информации.\n"
    },
    {
        "Номер": 5,
        "Ссылка": "https://www.playground.ru/misc/news/postavki_nastolnyh_protsessorov_intel_upali_na_26-1733136",
        "Название": "Поставки настольных процессоров Intel упали на 26%",
        "Дата": "6 ноября в 18:59",
        "Текст": "Intel в своем финансовом отчете сообщила, что поставки настольных процессоров снизились на 26%. Комплектующие для ноутбуков и смартфонов все еще остаются востребованными, но спрос на чипы компании среди пользователей ПК продолжает падать.Тем временем AMD, наоборот, усиливает свои позиции на рынке и докладывает об увеличении прибыли: выручка у производителя устройств выросла на 49%. Также компания отметила позитивную динамику в объеме поставок настольных и мобильных процессоров: AMD увеличила эти показатели на 36%.В конце октября технические специалисты протестировали новые процессоры Intel Core Ultra 9 285K в играх — результат оказался хуже ожидаемого.\n"
    },
    {
        "Номер": 6,
        "Ссылка": "https://www.playground.ru/misc/news/polartherm_vypuskaet_termopasty_x_8_i_x_10-1733101",
        "Название": "Polartherm выпускает термопасты X-8 и X-10",
        "Дата": "6 ноября в 15:31",
        "Текст": "Новый бренд Polartherm, созданный немецкой компанией Thermal Grizzly, представляет собой новую линейку термопаст высокого качества. Основной целью компании стало разработать простые в использовании продукты.\nНа данный момент Polartherm представила два вида термопаст: X-8 и X-10, которые подходят как для начинающих, так и для профессионалов. Оба продукта доступны в различных объемах и поставляются с различными приспособлениями для нанесения. Термопасты Polartherm идеально подходят как для небольших проектов, так и для крупных системных интеграций.\nСогласно производителю, термопасты Polartherm представляют собой доступную и качественную альтернативу другим продуктам на рынке. Они обладают отличной теплопроводностью и вязкостью, что делает их более эффективными, чем стандартные термопасты, поставляемые с дешевыми процессорными кулерами. Кроме того, новые термопасты легко наносятся, имеют длительный срок службы и устойчивы к эффекту вытеснения.\nТермопаста X-8 (3 евро) подходит как для новичков, так и для опытных пользователей. Она содержит силиконовую основу, смешанную с алюминиевыми и оксидом алюминия порошками, и подходит для воздушного и водяного охлаждения.\nX-10 (4 евро) представляет собой более продвинутую формулу охлаждения, используя улучшенную силиконовую основу с более высоким содержанием алюминиевых порошков. По сравнению с X-8, X-10 обладает лучшей теплопроводностью и высокой вязкостью. Обе термопасты доступны в объемах 2 г, 5 г, 10 г и 40 г и могут быть приобретены онлайн у различных продавцов.\nНачиная с 4 ноября 2024 года, продукция Polartherm доступна для приобретения в магазинах.\n"
    },
    {
        "Номер": 7,
        "Ссылка": "https://www.playground.ru/misc/news/nvidia_pohozhe_gotovit_tizer_geforce_rtx_50_blackwell-1732975",
        "Название": "NVIDIA, похоже, готовит тизер GeForce RTX 50 Blackwell",
        "Дата": "5 ноября в 19:34",
        "Текст": "NVIDIA проведет  доклад  на CES 2025, что сделает его вероятным событием для презентации  серии RTX 50 «Blackwell». Это бы надежно закрепило запуск серии  GeForce RTX 50 от NVIDIA  в 2025 году. Однако ходят слухи, что NVIDIA  даст геймерам возможность взглянуть на свою серию GeForce RTX 50 «скоро».  по информации от  надежного инсайдера  kopite7kimi.\nНе верится, что NVIDIA  планирует запустить серию RTX 50 в 2024 году, она, скорее всего, скоро начнет дразнить чем-то новым. Если ничего другого, эти тизеры гарантируют, что все продолжат говорить о NVIDIA . Даже если они раскроют ограниченную информацию о своих  GeForce следующего поколения, люди будут говорить об этом.\nОжидается, что NVIDIA  выпустит серию  RTX 50 в январе, начав с RTX 5090 и RTX 5080. Другие бюджетные карты из серии GeForce RTX 50 выйдут в течение следующих месяцев. Со временем серия RTX 40  будет полностью заменена новыми моделями серии RTX 50.\nAMD подтвердила, что графические процессоры RDNA 4  будут запущены в «начале 2025 года». Возможно, NVIDIA  чувствует необходимость сделать собственные подтверждения запуска  новых GPU. Тем не менее, у NVIDIA  есть все основания чувствовать себя уверенно прямо сейчас и мало причин отвечать на тизеры AMD своими собственными.\n"
    },
    {
        "Номер": 8,
        "Ссылка": "https://www.playground.ru/misc/news/pervyj_obzor_v_igrah_amd_ryzen_7_9800x3d_prosochilsya_v_set-1732969",
        "Название": "Первый обзор в играх AMD Ryzen 7 9800X3D просочился в сеть",
        "Дата": "5 ноября в 19:08",
        "Текст": "Один из рецензентов не полностью соблюдал запрет на публикацию, что привело к ранней утечке тестов  Ryzen 7 9800X3D -  за     день до официального релиза.\nСледует отметить, что 9800X3D официально выходит 7 ноября, но до завтра действует эмбарго на обзоры. В этом тесте ЦП используется другое разрешение и настройка ГП по сравнению с типичными конфигурациями для тестирования ЦП. Рецензент стремился более точно сопоставить данные с реальным использованием, выбрав разрешение 2560х1440.\nКроме того, в качестве ГП используется RTX 4070 Ti, а не более распространенные 4090 или 4080, которые обычно используются чтобы избежать узких мест ГП. В целом обзор показывает явные улучшения частоты кадров по сравнению с 9700X (также 8 ядер Zen5, но с более низким TDP 65 Вт), особенно в нижних значениях 1% и 0,1% (самые медленные кадры).\nВ тестах Cyberpunk 2077 и Starfield, оба запущенных на высоких настройках без трассировки лучей, FSR или DLSS, 9800X3D достигает прироста от 10,3% до 27,9% при низкой частоте кадров 1%, хотя средняя частота кадров в итоге немного ниже.\nВ Project Cars 3 и Counter Strike (обе на настройках 1440p/Ultra) 9800X3D в среднем оказывается на 11–15% быстрее с приростом в 25–29% на низких уровнях производительности.\nВ  рендеринге 9800X3D показывает 5,1% улучшения многопоточной производительности при тесте Cinebench 2024, хотя он на 1,5% медленнее в одноядерном тесте. Тесты Blender также показывают на 2-3% более низкую производительность для 9800X3D. Уже завтра  появится больше обзоров.\n"
    },
    {
        "Номер": 9,
        "Ссылка": "https://www.playground.ru/misc/news/corsair_vypuskaet_tverdotelnye_nakopiteli_pcie_5_0_m_2_serii_mp700_elite-1732951",
        "Название": "Corsair выпускает твердотельные накопители PCIe 5.0 M.2 серии MP700 ELITE",
        "Дата": "5 ноября в 17:57",
        "Текст": "Corsair выпустила серию твердотельных накопителей (SSD) MP700 ELITE PCIe 5.0, предназначенную для обычных пользователей, которым требуются передовые решения для хранения данных.\nЭти SSD обеспечивают последовательную скорость чтения до 10 000 мегабайт в секунду (МБ/с) и скорость записи до 8 500 МБ/с, работая на контроллере PCIe 5.0 x4. Эти скорости способствуют более быстрому запуску системы, более быстрой загрузке игр и более эффективной передаче файлов, повышая общую производительность компьютера.\nВ серии MP700 ELITE используется флэш-память NAND с высокой плотностью 3D Triple-Level Cell (TLC), что обеспечивает хороший баланс между скоростью и долговечностью для долгосрочного использования системы. SSD также поддерживают технологию Microsoft DirectStorage, которая позволяет им напрямую взаимодействовать с видеокартой. Это может сократить время загрузки в поддерживаемых играх и улучшить графическую производительность во время игрового процесса.\nТвердотельные накопители разработаны в форм-факторе M.2 2280 и доступны с радиаторами или без них. Это позволяет использовать их с материнскими платами настольных ПК, имеющими выделенное охлаждение, или с системами, которые полагаются на встроенное охлаждение материнской платы, включая совместимые ноутбуки. Серия MP700 ELITE обратно совместима с платформами PCIe 4.0 и PCIe 3.0, что делает их подходящими для широкого спектра компьютерных систем.\nДля достижения наилучшей производительности рекомендуется использовать платформу PCIe 5.0, например материнские платы Intel серии 800 или AMD серии 800. Серия MP700 ELITE поставляется с пятилетней гарантией и может управляться с помощью программного обеспечения Corsair SSD Toolbox, которое обеспечивает расширенные функции управления дисками. Эти SSD доступны в емкостях 1 ТБ ($150) и 2 ТБ  (250$) на веб-сайте Corsair и у авторизованных розничных продавцов и дистрибьюторов.\n"
    },
    {
        "Номер": 10,
        "Ссылка": "https://www.playground.ru/misc/news/vypuschena_besprovodnaya_igrovaya_mysh_razer_viper_v3_pro_sentinels_edition-1732715",
        "Название": "Выпущена беспроводная игровая мышь Razer Viper V3 Pro Sentinels Edition",
        "Дата": "4 ноября в 16:31",
        "Текст": "Razer,  производитель игрового компьютерного оборудования, анонсировала беспроводную геймерскую мышь Razer Viper V3 Pro Sentinels Edition. Как следует из названия, речь идет о специальной версии, созданной в партнерстве с киберспортивной командой Sentinels, а оригинальная модель Razer Viper V3 Pro представляет собой продукт флагманского уровня.\nМышь оснащена оптическим датчиком Focus Pro 35K Optical Sensor Gen-2, благодаря которому новинка обеспечивает максимальную частоту опроса 8000 Гц. Заявлена поддержка технологии Razer HyperPolling 8K, которая уменьшает задержку при передаче команд с мыши на компьютер. Максимальная чувствительность составляет 35000 DPI.\nНовинка весит всего 54 грамма, и может похвастаться впечатляющей автономностью. Встроенный аккумулятор обеспечивает 95 часов непрерывной работы при частоте опроса 1000 Гц. Впрочем, если использовать предельную частоту опроса 8000 Гц, то мышь продержится только 17 часов.\nViper V3 Pro Sentinels Edition имеет специальный дизайн с корпусом  из  яркого красном цвета и украшенный фирменным логотипом киберспортивной команды. Стоимость составляет 180 долларов.\n"
    },
    {
        "Номер": 11,
        "Ссылка": "https://www.playground.ru/misc/news/protsessory_amd_zen_5_threadripper_vskore_mogut_poluchit_3d_v_cache-1732704",
        "Название": "Процессоры AMD Zen 5 Threadripper вскоре могут получить 3D V-Cache",
        "Дата": "4 ноября в 15:37",
        "Текст": "Согласно документации к материнской плате ASUS Pro WS WRX90E-SAGE SE, AMD, возможно, планирует внедрить технологию 3D V-Cache в линейку процессоров Ryzen Threadripper. Это обновление будет мощным для линейки процессоров AMD для рабочих станций, ориентированных на профессионалов, поскольку многие рабочие нагрузки могут выиграть от дополнительного кэша.\nХотя процессоры AMD X3D на базе Ryzen часто рекламируют 3D V-Cache как ориентированное на игры , это не единственная причина существования этой технологии. Еще в 2021 году AMD выпустила свои первые процессоры EPYC с улучшенным V-Cache, Milan-X, заявив о 50%-ном приросте производительности в целевых технических вычислительных нагрузках. Недавно Cloudflare объявила, что Genoa-X (Zen 4 EPYC с V-Cache) станет частью их серверов 12-го поколения.\nОчевидно, что технология AMD X3D/V-Cache полезна за пределами игровых рабочих нагрузок. Учитывая это, для AMD имеет смысл создать процессоры Threadripper с улучшенным V-Cache.\nДокументация ASUS для материнской платы Pro WS WRX90E-SAGE SE включает ссылки на переопределение X3D/V-Cache. Это говорит о том, что V-Cache появится в Threadripper. В конце концов, зачем  переопределение, если V-Cache не появится в Threadripper.\nС Ryzen 7 9800X3D AMD подтвердила, что их новейшие процессоры V-Cache могут работать на более высоких тактовых частотах и ​​при более низких температурах, чем их аналоги последнего поколения. Учитывая это, сейчас, похоже, самое время внедрить технологию AMD X3D в Threadripper.\nThreadripper X3D на базе Zen 5 может обеспечить огромный прирост производительности для многих технических вычислительных рабочих нагрузок. Это сделало бы эти новые процессоры обязательным обновлением для многих предприятий. Это хорошо для AMD, поскольку Threadripper является продуктом с высокой маржой. Кроме того, этот шаг поможет AMD получить дополнительную долю рынка от Intel.\n"
    },
    {
        "Номер": 12,
        "Ссылка": "https://www.playground.ru/misc/news/acer_predstavlyaet_predator_hera_ddr5_9466_cudimm_s_otdelkoj_iz_nastoyaschego_zolota_dostigayuschuyu_v_razgone_10270_mt_s-1732699",
        "Название": "Acer представляет Predator Hera DDR5-9466 CUDIMM с отделкой из настоящего золота, достигающую в разгоне 10270 МТ/с",
        "Дата": "4 ноября в 15:13",
        "Текст": "Acer представляет новый дизайн модуля памяти под названием Hera DDR5 Special Edition, который покрыт настоящим золотым зеркальным покрытием и одобрен внутренней OC Lab, которая утверждает, что комплект может достигать скорости более 10 000 МТ/с.\nКомпания анонсировала новый тип памяти через социальные сети, подтвердив, что он использует чипы SK Hynix и предлагает емкость одного модуля 24 ГБ. По умолчанию память поставляется с профилем Intel XMP, установленным на 9200 МТ/с CL46-56-46-134. Однако она также включает второй профиль XMP для продвинутых пользователей, работающий на частоте 9466 МТ/с CL48-57-57-134. Обычно более высокая скорость является основным профилем XMP, но Acer, похоже, проявляет осторожность, поскольку не все материнские платы могут поддерживать такие скорости.\nAcer подтвердила, что память может достигать 10270 MT/s с воздушным охлаждением и ручным разгоном. Хотя результаты могут различаться, это захватывающая новость, поскольку на данном этапе не требуется экзотического охлаждения, чтобы превзойти 10000 MT/s. Скорость — не единственная выдающаяся особенность; дизайн, в котором радиатор Hera теперь покрыт настоящим 24-каратным золотом, не менее впечатляет. Золотое покрытие состоит из нескольких слоев, создавая высокоотражающую зеркальную отделку, которая соответствует дизайну серии DDR5 Hera, уже поставляемой с ПК Predator.\nПока нет информации о дате выпуска или ценах, и, похоже, официального пресс-релиза не было. Золото, специальный выпуск, скорость, это определенно не будет дешевым продуктом.\n"
    },
    {
        "Номер": 13,
        "Ссылка": "https://www.playground.ru/misc/news/protsessor_m4_ultra_dlya_mac_pro_mozhet_stat_odnim_iz_luchshih_reshenij_dlya_gejminga_na_rynke-1732525",
        "Название": "Процессор M4 Ultra для Mac Pro может стать одним из лучших решений для гейминга на рынке",
        "Дата": "3 ноября в 21:01",
        "Текст": "Apple официально завершила выпуск своего трио чипсетов M4, в которое входит топовый M4 Max, с исключительной производительностью. Совсем недавно он стал самым быстрым процессором в одноядерных тестах Geekbench 6 и увеличил отрыв от мощного 24-ядерного Ultra 9 285K от Intel и молниеносно быстрого Ryzen 9 9950X от AMD с приличным отрывом  в многоядерном тесте.\nApple еще не представила M4 Ultra, который должен появиться в обновленном Mac Pro в следующем году. Обсуждая положение гиганта из Купертино на игровом рынке, в отчете говорится, что Apple теперь находится в лучшей форме, чтобы покорить отрасль, поскольку ее будущая SoC, как говорят, будет оснащена до 80 ядрами графического процессора и, как ожидается, обеспечит достойную частоту кадров в играх AAA.\nApple уже предлагает 16 ГБ унифицированной оперативной памяти в качестве стандарта для всех моделей Mac M4, предоставляя разработчикам игр доступ к достаточному объему кадрового буфера для портирования новых игр на платформу.\nБлагодаря унифицированной архитектуре RAM Apple позволяет программам получать доступ к памяти из одного и того же пула ресурсов, а с новыми Mac M4, имеющими 16 ГБ в качестве минимального объема, разработчики игр получат доступ к большому окну VRAM, чтобы вносить как визуальные, так и производительные улучшения в свои игры. Это объясняет, почему Cyberpunk 2077: Ultimate Edition выйдет на Mac в 2025 году, и, что самое лучшее, трассировка пути и генерация кадров будут встроены в порт.\nМарк Гурман, корреспондент Bloomberg говорит о том, что внутренние чипсеты Apple находятся в гораздо более улучшенном состоянии для воспроизведения графически требовательных игр, но самое интересное, когда компания представит M4 Ultra в следующем году, когда она анонсирует Mac Pro. Интересно, что Mac Studio не упоминался как часть линейки, но Гурман говорил о том, что Apple представит обе рабочие станции в середине 2025 года.\nЧто касается спецификаций, M4 Ultra «вероятно» будет иметь до 32 ядер ЦП и 80 ядер ГП, хотя количество ядер производительности и эффективности Гурман не назвал. Он утверждает, что грядущий Apple Silicon сделает Mac Pro одной из самых мощных массовых систем на рынке. Технологический гигант также проделал феноменальную работу со своей ценовой структурой для базовых моделей, чтобы сделать свои машины более доступными для масс.\nЧтобы проникнуть на игровой рынок с целью и побороться с более крупными игроками, решающее значение имеет более широкое внедрение Mac и других устройств, поэтому базовый M4 Mac mini начинается всего с $599, а базовый M4 MacBook Pro начинается с $1599. Компания сохранила ту же цену, предлагая в два раза больше унифицированной оперативной памяти в своих моделях начального уровня, что делает их менее дорогими, когда покупатели хотят увеличить это число.\nВозможно, единственный сдерживающий фактор, с которым Apple предстоит бороться, — убедить разработчиков портировать свои игры на эту платформу. Capcom уже объединили свои усилия, как и Ubisoft, но для этого должно быть доступно множество игр, чтобы потребители нашли стимул приобрести более дорогие машины.\n"
    },
    {
        "Номер": 14,
        "Ссылка": "https://www.playground.ru/doom/news/na_budilnike_nintendo_alarmo_zapustili_doom-1732497",
        "Название": "На будильнике Nintendo Alarmo запустили Doom",
        "Дата": "3 ноября в 17:39",
        "Текст": "Пора вводить новую субкультуру — «запускаторы Doom». На каких только устройствах не побывал культовый шутер, но пришла очередь будильника Alarmo. В Nintendo его представили в октябре — это устройство будит геймеров музыкой из известных игр компании. Учитывая технические особенности будильника, на нём удалось запустить Doom.Энтузиаст GaryOderNichts, мастер хакерства и расширения возможностей электроники, продемонстрировал, что возможно играть в Doom на Alarmo. Это стало возможным после множества просьб — изначально хакера интересовали лишь функциональные способности будильника и установка на него стороннего контента. Например, он сначала лишь проецировал на устройство фотографию кота.Увы, на данный момент Doom на Alarmo лишён поддержки звука. Для запуска полноценной версии игры образ должен быть сжат. Однако можно запустить бесплатную версию Doom с первым эпизодом — для этого не потребуется дополнительных модификаций.Alarmo можно приобрести только подписчикам Nintendo Switch Online за 99 долларов, а в открытую продажу будильник поступит в 2025 году.\n"
    },
    {
        "Номер": 15,
        "Ссылка": "https://www.playground.ru/misc/news/zotac_vypuskaet_38_santimetrovuyu_geforce_rtx_4070_ti_super_s_graficheskim_protsessorom_ad102-1732468",
        "Название": "ZOTAC выпускает 38-сантиметровую GeForce RTX 4070 Ti SUPER с графическим процессором AD102",
        "Дата": "3 ноября в 14:04",
        "Текст": "ZOTAC представила две новые видеокарты GeForce RTX 4070 Ti SUPER — PGF OC и AMP Extreme, основанные на урезанной версии графического процессора NVIDIA Ada Lovelace. Обе модели имеют схожие характеристики, включая графический чип AD102-175 с 8448 ядрами CUDA и 16 ГБ видеопамяти GDDR6X с 256-битной шиной. TDP карт составляет 285 Вт, питание осуществляется через 16-контактный разъем.\nВидеокарты оснащены массивными системами охлаждения и занимают три слота расширения в корпусе ПК. Основные различия между моделями заключаются в дизайне и габаритах: AMP Extreme выполнена в черно-серой цветовой гамме и имеет размеры 35,6 × 15 × 7,15 см, в то время как PGF OC отличается белым цветом и размерами 38,1 × 15,4 × 7,4 см, что делает ее самой крупной среди RTX 4070 Ti SUPER на рынке.\nНа данный момент обе модели анонсированы как эксклюзив для китайского рынка, но информация о ценах и сроках поставок пока отсутствует.\n"
    },
    {
        "Номер": 16,
        "Ссылка": "https://www.playground.ru/misc/news/asus_msi_i_asrock_vypustyat_byudzhetnye_materinskie_platy_intel_b860_i_amd_b850_b840_v_sleduyuschem_godu-1732378",
        "Название": "ASUS, MSI и ASRock выпустят бюджетные материнские платы Intel B860 и AMD B850/B840 в следующем году",
        "Дата": "2 ноября в 20:21",
        "Текст": "AMD недавно  анонсировала свой процессор 9800X3D, который полностью совместим со всей линейкой материнских плат серий 600 и 800. Для серии 800 AMD выпустила только платы серии X870, которые являются премиальными и могут не всем понравиться. Хорошей новостью является то, что даже лучшие игровые процессоры, такие как 9800X3D, поддерживаются даже на платах начального уровня A620, но с учетом того, что AMD теперь разблокирует возможности разгона, серии B650 и B850 среднего уровня могут стать лучшим выбором.\nАналогичным образом Intel запустила серию Core Ultra 200K с пятью моделями, все из которых являются моделями с TDP 125 Вт, предназначенными для систем премиум-класса. Были выпущены только материнские платы Z890, и они остаются единственным вариантом, пока Intel не выпустит более доступные платы B860 позже. Исходя из предыдущих запусков, вполне вероятно, что новая серия будет иметь некоторые ограничения, такие как отсутствие разгона процессора (известного как IA/BCLK OC). Однако эти платы будут поддерживать разгон памяти через Intel XMP. Как и в случае с другими платами серии B, существуют дополнительные ограничения, включая меньшее количество линий PCIe, более низкие профили разгона памяти DDR5, ограниченное количество слотов M.2 и менее мощные VRM. Для серии Core Ultra 200 non-K, запуск которой ожидается в начале 2025 года, они могут подойти.\nASUS опубликовала список из четырех материнских плат TUF и ROG с чипсетом AMD B850. Они включают как ATX, так и Micro-ATX-дизайны, причем три из них оснащены встроенным WiFi.\nASUS не скрывает, что их материнские платы серии 800 выйдут. Они перечисляют названия на официальных сайтах «посадочных» плат AMD и Intel для этого поколения. ASUS выпустит серии B860 и H810, а H870, что примечательно, отсутствует в этом списке.\nУтечки MSI идут немного дальше, показывая, что на рынок выходят платы Intel и AMD. Это также первая компания, которая перечислила свои материнские платы B840, единственную плату в серии 800, которая не будет поддерживать разгон и не будет иметь поддержку PCIe 5.0.\nASRock  перечисляет ранний список материнских плат, выпуск которых запланирован на следующий год. В настоящее время, похоже, пять плат B860 находятся в стадии активной разработки, в то время как только три модели B850 находятся в работе (и да, это звучит немного запутанно, когда говорится одним предложением).\nЕсли сейчас  отложить покупку нового процессора и материнской платы, ожидание до следующего года может быть оправданным. Новая линейка Intel, вероятно, снизит цены на текущую серию. Аналогично, материнские платы AMD серии 800 могут быть не столь важны, поскольку серия 600 полностью поддерживает текущие и будущие процессоры. Кроме того, серия AMD Ryzen 9000 уже демонстрирует снижение цен на 13–30%.\n"
    },
    {
        "Номер": 17,
        "Ссылка": "https://www.playground.ru/misc/news/novye_chipy_apple_m4_pro_obognali_topovye_protsessory_intel_i_amd_v_teste_proizvoditelnosti-1732360",
        "Название": "Новые чипы Apple M4 Pro обогнали топовые процессоры Intel и AMD в тесте производительности",
        "Дата": "2 ноября в 18:54",
        "Текст": "В базе синтетических тестов производительности Geekbench 6 появились оценки новых чипов Apple Silicon M4, которые были представлены на этой неделе. Если коротко: они на 25% быстрее самого мощного чипа M2 Ultra с 24-ядерным процессором.\nВ тесте Geekbench новые MacBook Pro с чипами M4 Max (16 ядер ЦП) набирают 26 675 баллов в многоядерном режиме. Для сравнения: Mac Studio с чипом M2 Ultra (24 ядра ЦП) в среднем набирает 21 350 баллов, Asus Zenbook S 16 с AMD Ryzen AI 9 HX 370 всего 13 282, а MSI Aegis RS2 14 на Intel Core i9-14900KF — 20 115. Даже Mac mini с M4 Pro (14 ядер ЦП) набирает 22 090 баллов в многоядерном режиме. Ниже полная таблица со сравнениями.\n"
    },
    {
        "Номер": 18,
        "Ссылка": "https://www.playground.ru/misc/news/minisforum_vypuskaet_vneshnyuyu_videokartu_mga_1_s_amd_radeon_rx_7600m_xt_8_gb-1732322",
        "Название": "Minisforum выпускает внешнюю видеокарту MGA 1 с AMD Radeon RX 7600M XT 8 ГБ",
        "Дата": "2 ноября в 15:08",
        "Текст": "Minisforum представила совершенно новый внешний графический процессор, на этот раз на базе бюджетной графики RDNA 3. В каталоге Minisforum уже есть несколько внешних графических процессоров и различных продуктов, которые упрощают использование видеокарт в мини-ПК. Последняя новинка на рынке — «MGA 1», которая обладает мощностью архитектуры RDNA 3.\nMGA 1 оснащен графическим процессором AMD Radeon RX 7600M XT и 8 ГБ видеопамяти. Стандартный вариант для настольных ПК оснащен 16 ГБ видеопамяти, но у MGA 1 объем видеопамяти будет вдвое меньше. Тем не менее, он будет оснащен такой же 128-битной шиной памяти и кристаллом NAVI 33. Благодаря 2048 потоковым процессорам он способен воспроизводить почти все современные игры на максимальных настройках в разрешении 1080p.\nТаким образом, MGA 1 — это мощный внешний графический процессор для мини-ПК, который можно подключить в любом месте для повышения производительности в играх. Корпус имеет вентилируемую конструкцию и выполнен в минималистичном стиле. Его можно носить в длинном кармане, так как он меньше, чем традиционный графический процессор для настольных ПК. Док-станция оснащена несколькими портами ввода-вывода и способна одновременно подключать до трёх дисплеев, а также имеет порт Power Delivery мощностью 65 Вт для быстрой зарядки мобильных устройств, таких как смартфоны и ноутбуки.\nMinisforum MGA 1 позволяет пользователям играть в современные видеоигры, а также обеспечивает мощность, необходимую для выполнения ресурсоёмких графических задач, таких как редактирование видео, художественное оформление и 3D-рендеринг. Для подключения устройства на задней панели имеется порт OCulink 4i, который позволяет подключить MGA 1 к мини-ПК и портативному устройству, а также три порта USB 3.2, поддерживающие пропускную способность до 10 Гбит/с.\nКомпания Minisforum установила цену на MGA 1 в размере 559 долларов, и в настоящее время его можно приобрести в официальном интернет-магазине Minisforum.\n"
    },
    {
        "Номер": 19,
        "Ссылка": "https://www.playground.ru/misc/news/nazvana_samaya_populyarnaya_videokarta_i_os_u_igrokov_steam_v_oktyabre_2024-1732317",
        "Название": "Названа самая популярная видеокарта и ОС у игроков Steam в октябре 2024",
        "Дата": "2 ноября в 14:50",
        "Текст": "Valve поделилась статистикой по оборудованию пользователей Steam за октябрь 2024 года. Чтобы получить данные, компания регулярно проводит анонимные опросы, позволяющие узнать, какое железо особенно популярно среди геймеров.\nСогласно свежим данным, лидирующей операционной системой стала Windows 11 — прибавила 4,28%, до 51,97%. На второе место опустилась Windows 10, доля которой снизилась на 2,71%, до 45,95%. На третьей строчке Windows 7 с 0,23%.\nСамой популярной видеокартой по-прежнему остается NVIDIA RTX 3060 — ее доля увеличилась на 1,53% и теперь составляет 7,24%. Следом за ней идут мобильная RTX 4060 с 5,44%, настольная RTX 4060 с 5,06% и GTX 1650 с 4,59%.\nДанные по другим характеристикам:\nНаиболее распространенным языком в Steam по итогам октября 2024-го признали английский (39%). В топ-3 также вошли упрощенный китайский (35,57%) и русский (10,45%). Доля последнего по сравнению с сентябрем увеличилась на 2,13%.\n"
    },
    {
        "Номер": 20,
        "Ссылка": "https://www.playground.ru/misc/news/xiaomi_anonsirovala_novyj_kuler_dlya_smartfonov_pod_nazvaniem_magnetic_cooling_clip-1732288",
        "Название": "Xiaomi анонсировала новый кулер для смартфонов под названием Magnetic Cooling Clip",
        "Дата": "2 ноября в 11:42",
        "Текст": "Xiaomi представила кулер для мощных смартфонов под названием Magnetic Cooling Clip с   30-ваттным термоэлектрический преобразователем и высокоскоростным вентилятором с семью алюминиевыми лопастями, достигающим 6300 об\\мин.\nMagnetic Cooling Clip позволяет понизить температуру в зоне контакта с корпусом до 0°C всего за 25 секунд, а в идеальных условиях — до -10°C. Кулер работает в температурном диапазоне от +5 до +35°C.\nНовинка использует алгоритм PID для автоматического управления температурой и поддерживает режим Extreme Cold для максимального охлаждения. Он также имеет защиту от перегрева NTC, которая обеспечивает мониторинг в реальном времени, увеличивая срок службы устройства.\nОхладитель крепится к корпусу смартфона с помощью магнита, а для устройств без магнитной поверхности предусмотрены специальные зажимы. Кулер работает и поддерживает зарядку по стандартам QC3.0 и Xiaomi PD на 20 Вт.\nИмеется четыре режима подсветки RGB — Rainbow, Breathing, Flowing и Bright. Для дополнительного удобства пользователи могут получить доступ к этим настройкам, а также к мониторингу температуры через приложение Mi Home.\nПредзаказ доступен по цене около 7000 рублей.\n"
    },
    {
        "Номер": 21,
        "Ссылка": "https://www.playground.ru/misc/news/kontaktnaya_ramka_grizzly_contact_snizhaet_temperaturu_protsessora_intel_core_ultra_200_na_6_gradusov-1732193",
        "Название": "Контактная рамка Grizzly Contact снижает температуру процессора Intel Core Ultra 200 на 6 градусов",
        "Дата": "1 ноября в 20:04",
        "Текст": "Тепловые характеристики новых процессоров Core Ultra 200 были улучшены, и они стали нагреваться не так сильно, как предыдущее поколение. Однако для достижения максимального эффекта все равно придется использовать решения сторонних производителей.\nThermal Grizzly представила обновленную рамку Contact Frame по цене  32 доллара. Это приспособление позволяет снизить максимальную температуру процессоров Intel серии Core Ultra 200 на 6 °C. Его нужно установить под систему охлаждения, вместо стандартного прижимного устройства сокета LGA1851.\nТакая рамка компенсирует неравномерность теплосъемных поверхностей и улучшает качество прижимания. Также  в новом поколении десктопных платформ Intel вместе с MSI частично исправили эту проблему, выпустив модифицированный сокет с меньшей прижимной силой. На практике сторонние решения все равно оказываются эффективнее.\n"
    },
    {
        "Номер": 22,
        "Ссылка": "https://www.playground.ru/misc/news/ps5_pro_otlichaetsya_bolee_prostym_dostupom_k_bataree_cmos_s_novym_vydelennym_slotom-1732175",
        "Название": "PS5 Pro отличается более простым доступом к батарее CMOS с новым выделенным слотом",
        "Дата": "1 ноября в 18:46",
        "Текст": "Предстоящая консоль Sony Interactive Entertainment, PS5 Pro, по-видимому, отличается более простым доступом к батарее CMOS с новым выделенным слотом.\nОказывается, графическая обработка, масштабирование ИИ и пропускная способность памяти — не единственные заметные обновления, включенные в PS5 Pro, поскольку консоль также, по-видимому, оснащена слотом для замены батареи CMOS для удобства пользователя. Изображение, циркулирующее в Интернете подтверждает эту информацию перед датой эмбарго на распаковку консоли 4 ноября 2024 г.\nСлот CMOS в PS5 Pro расположен за нижней лицевой панелью. После удаления лицевой панели владельцы PS5 Pro получат доступ как к слоту расширения SSD, так и к новому слоту для батареи на этой стороне консоли. Ни оригинальная модель PS5, ни slim-версия не предлагают этой функции, что крайне затрудняет поддержание работы консоли в рабочем состоянии в отдаленном будущем.\n"
    },
    {
        "Номер": 23,
        "Ссылка": "https://www.playground.ru/misc/news/corsair_predstavlyaet_novuyu_klaviaturu_dlya_gejmerov_k70_pro_tkl_s_funktsiej_rapid_trigger_i_flashtap-1732158",
        "Название": "Corsair представляет новую клавиатуру для геймеров K70 PRO TKL с функцией Rapid Trigger и FlashTap",
        "Дата": "1 ноября в 17:38",
        "Текст": "Corsair выпустила K70 PRO TKL — механическую игровую клавиатуру без цифрового блока, предназначенную для соревновательных игр. Эта модель оснащена магнитными переключателями Corsair MGX Hyperdrive и имеет компактную конструкцию без цифрового блока, что подходит пользователям, предпочитающим упрощенную настройку. Клавиатура K70 PRO TKL оснащена такими функциями, как FlashTap и Rapid Trigger, которые повышают скорость отклика и позволяют настраивать параметры срабатывания. В переключателях клавиатуры используются датчики на эффекте Холла, обеспечивающие быструю магнитную активацию и стабильную регистрацию нажатий клавиш. Функция Rapid Trigger в K70 PRO TKL повышает скорость нажатия клавиш за счет мгновенной регистрации и сброса нажатий клавиш, превосходя традиционные механические переключатели. Кроме того, клавиатура позволяет пользователям регулировать расстояние срабатывания от 0,1 мм до 4,0 мм в соответствии с различными игровыми стилями и предпочтениями.\nТехнология FlashTap представляет собой систему одновременного распознавания нажатий клавиш, которая позволяет точно управлять движениями персонажа в игре, отдавая приоритет либо первой, либо последней нажатой клавише. В сочетании с функцией Rapid Trigger технология FlashTap позволяет быстрее перемещаться и зеркально отражать движения, повышая маневренность в игре. Клавиатура K70 PRO TKL также оснащена игровым режимом, который можно активировать с помощью одной кнопки для оптимизации настроек, предотвращения случайных нажатий клавиш, стабилизации RGB-подсветки и включения функции Rapid Trigger для мгновенной регистрации ввода.\nКлавиатура K70 PRO TKL оснащена проводным подключением с частотой опроса 8000 Гц, что обеспечивает регистрацию нажатий клавиш в течение одной восьмой миллисекунды, сводя к минимуму задержку ввода. Клавиатура оснащена двойными направляющими и предварительно смазанными переключателями MGX Hyperdrive, что обеспечивает равномерное и стабильное нажатие клавиш без колебаний. Она также оснащена двумя слоями звукопоглощающей пены для снижения рабочего шума, что обеспечивает более тихую игру. Клавиатура поддерживает настройку и управление с помощью программного обеспечения Corsair iCUE, что позволяет пользователям максимально персонализировать свою игровую систему. Клавиатуру K70 PRO TKL можно приобрести за 179,99 долларов США. На неё распространяется двухлетняя гарантия, а также глобальная сеть обслуживания клиентов и технической поддержки Corsair.\n"
    },
    {
        "Номер": 24,
        "Ссылка": "https://www.playground.ru/misc/news/stoimost_komplektuyuschih_dlya_pk_v_rossii_vyrosla_na_10_20-1732152",
        "Название": "Стоимость комплектующих для ПК в России выросла на 10-20%",
        "Дата": "1 ноября в 17:07",
        "Текст": "Издание «Ведомости» со ссылкой на данные Fplus и «Чек индекс» сообщило, что средняя стоимость комплектующих для ПК в России за девять месяцев 2024 года поднялась на 10-20% по сравнению с аналогичным периодом 2023-го.По информации СМИ, сильнее всего подорожала оперативная память — на 22%, до 4240 рублей. Жесткие диски, по данным «Чек индекса», подорожали на 11%, до 6975 рублей. Видеокарты подорожали на 11,6% — средняя цена составила 36 тыс. рублей. Стоимость материнских плат выросла на 10%, до 10,7 тыс. рублей, а процессоров на 8% — до 15,6 тыс. рублей. Кроме того, подорожали клавиатуры и мыши. Первые на 14,6% (до 2160 рублей), а вторые на 13% (до 1320 рублей).Бизнес-аналитик Fplus Артур Махлаюк отметил, что рост стоимости железа обусловлен прежде всего колебаниями курсов валют во второй половине прошлого года, что отразилось на закупочной цене и логистике. По данным Fplus, в России за первые девять месяцев 2024 года выросли продажи комплектующих для ПК. С января по сентябрь продали больше всего видеокарт — 974,2 тыс. штук, что на 15% больше, чем в прошлом году. Продажи процессоров выросли на 11% и составили 1,37 млн единиц, материнских плат — на 8,7%, до 1,38 млн штук, мышей — на 8,7%, до 9,5 млн штук, а клавиатур — на 4,5%, до 4,5 млн единиц.\n"
    },
    {
        "Номер": 25,
        "Ссылка": "https://www.playground.ru/misc/news/intel_panther_lake_vyjdet_vo_vtoroj_polovine_2025_goda_v_buduschih_produktah_bolshe_ne_budet_vstroennoj_pamyati-1732114",
        "Название": "Intel Panther Lake выйдет во второй половине 2025 года, в будущих продуктах больше не будет встроенной памяти",
        "Дата": "1 ноября в 15:11",
        "Текст": "Пэт Гелсингер подтвердил, что недавно запущенная архитектура Lunar Lake была разработана как нишевый, одноразовый продукт без прямого преемника. Во время телефонного разговора о доходах он объяснил, что использование внешних узлов и сложная интеграция памяти LPDDR5X в пакет привели к низкой марже, что формирует будущие решения Intel относительно линейки продуктов.\nГрядущий процессор Panther Lake будет на 70% произведен собственными литейными заводами Intel и станет первым клиентским процессором с узлом Intel 18A. Гелсингер подтвердил, что этот продукт, выпуск которого запланирован на вторую половину 2025 года, не будет включать память в комплект. Это неудивительно, поскольку он представил чип на Lenovo Tech Summit в прошлом месяце.\nГелсингер также упомянул, что будущие линейки продуктов должны быть упрощены. Это замечание было адресовано как центрам обработки данных, так и клиентским продуктам, где, например, линейки P-Core и E-Core Xeon стали чрезмерно сложными и не оправдали ожиданий Intel по продажам. Было отмечено, что линейки Xeon 6 и Core Ultra 200V неоправданно велики, причем последняя включает девять SKU, имеющих почти идентичные спецификации в разных конфигурациях, основанных исключительно на вариантах памяти (16 ГБ и 32 ГБ), конфигурациях графического процессора и тактовой частоте, при сохранении идентичных конфигураций ядер ЦП.\nПоследний пункт предполагает, что Intel может сбавить свои амбиции на рынке дискретных GPU в пользу более мощных интегрированных решений. К сожалению, Гелсингер не проявил особого интереса к обсуждению Arc Battlemage, оставив ненужное информационное эмбарго. Возможно, появится больше информации на CES 2025.\n"
    },
    {
        "Номер": 26,
        "Ссылка": "https://www.playground.ru/misc/news/nvidia_gotovit_chipy_na_baze_arm_k_sentyabryu_2025_goda-1732097",
        "Название": "NVIDIA готовит чипы на базе ARM к сентябрю 2025 года",
        "Дата": "1 ноября в 13:39",
        "Текст": "Слухи о разработанном NVIDIA ПК-чипе циркулируют в отрасли уже довольно давно, и ожидание SoC довольно велико, учитывая, что на современных рынках ПК-чипов есть потребность в инновациях, в основном потому, что существующие решения не смогли привлечь массовое внимание потребителей, поэтому NVIDIA, скорее всего, нацелится именно на них. Теперь, согласно отчету DigiTimes, ПК-чип NVIDIA AI находится на пути к выходу на рынок, поскольку, как говорят, компания рассчитывает на окно запуска 2025-2026 годов с эксклюзивными платформами CPU и GPU, запланированными для дебюта.\nПредыдущие слухи в отрасли указывали на то, что NVIDIA, как сообщается, объединяется с MediaTek для своих амбиций в области ПК, причем последняя фирма имеет опыт в разработке чипов через свою мобильную платформу «Dimensity». В отчете упоминается, что зеленая команда планирует представить «автономные» решения CPU и GPU, ориентированные на ARM, вероятно, используя их для различных бизнес-приложений, таких как потребительский и клиентский сегменты, но на данный момент планы NVIDIA неопределенны.\nОчевидно, что NVIDIA уже давно ищет способ войти в бизнес по производству индивидуальных чипов, и, учитывая, что решения  \"Tegra\" оказались довольно удачными, было бы неправильно говорить, что у NVIDIA нет нужного опыта. Tegra SoC, наряду с репутацией в сфере ИИ, несомненно, подстегнет решение компании по производству чипов для ПК, а учитывая, как современные производители ЦП ленятся со своими продуктами в этой отрасли, у NVIDIA есть оптимальная возможность, и время не могло быть лучше.\nЧто касается слухов о спецификациях, то говорят, что система на кристалле NVIDIA x MediaTek для ПК будет производиться по 3-нм техпроцессу TSMC и станет прорывом в плане производительности, учитывая, что с решениями iGPU следующего поколения от зеленой команды, а также с опытом MediaTek в проектировании чипов поразит качественным конечным продуктом, который сможет конкурировать на равных с такими чипами, как Snapdragon X Elite от Qualcomm, или даже с решениями следующего поколения от AMD и Intel.\nБудет интересно посмотреть, какое  бомбическое влияние чип NVIDIA окажет на существующую конкуренцию и сможет ли он привлечь внимание потребителей во второй половине 2025 года.\n"
    },
    {
        "Номер": 27,
        "Ссылка": "https://www.playground.ru/misc/news/teamgroup_predstavlyaet_svoi_pervye_moduli_camm2_ddr5_7200-1732072",
        "Название": "TeamGroup представляет свои первые модули CAMM2 DDR5-7200",
        "Дата": "1 ноября в 12:19",
        "Текст": "В ходе активной проверки модулей памяти нового поколения CAMM2 (Compression Attached Memory Module 2) мировой лидер в области памяти Team Group Inc. сегодня объявил о двух спецификациях: потребительская CAMM2 DDR5 7200 МГц и промышленная CAMM2 DDR5 6400 МГц. Эти новые продукты предоставляют расширенные возможности для рынка памяти, обеспечивая более высокую скорость передачи данных, улучшенную производительность и большую гибкость для пользователя.Память потребительского класса CAMM2 от Team Group работает на частоте DDR5 7200 МГц CL34-42-42-84 при ручном разгоне, обеспечивая исключительную производительность. По сравнению со стандартной спецификацией JEDEC модуль обеспечивает скорость записи, копирования и чтения до 108 000 МБ/с, 106 000 МБ/с и 117 000 МБ/с соответственно, при этом общая задержка снижается до 55 нс. Модуль обеспечивает более плавную производительность при запуске больших приложений, игр или многозадачности. Потенциал достижения сверхвысоких частот 8000-9000 МГц в будущем еще больше подчеркивает его превосходные возможности. Кроме того, Team Group Industrial разрабатывает промышленную память CAMM2, оптимизированную для DDR5 6400 МГц, которая предназначена для промышленного управления, периферийных вычислений и приложений ИИ, обеспечивая надежную поддержку высокопроизводительных вычислений и обработки данных в реальном времени. Модуль будет играть важную роль в развитии таких технологий, как интеллектуальное производство, автономное вождение и интеллектуальные города, улучшая как производительность, так и надежность.\nПо сравнению с традиционной памятью SO-DIMM, U-DIMM и R-DIMM, CAMM2 представляет собой прорывную конструкцию с несколькими явными преимуществами. Она поддерживает двухканальный режим с одним модулем памяти, упрощая архитектуру системы и значительно снижая энергопотребление. Благодаря встроенному CKD (Client Clock Driver) для улучшения целостности сигнала память CAMM2 меньше и идеально подходит для тонких и легких ноутбуков. Ее улучшенная тепловая конструкция обеспечивает большую эффективность рассеивания тепла, раскрывая больший потенциал в компактном пространстве. Память CAMM2 превосходит предыдущие стандарты по разгону, скорости чтения и задержке, обеспечивая исключительно плавный пользовательский опыт. Благодаря тщательному тестированию Team Group максимально расширила возможности CAMM2, чтобы создать бесконечные возможности для рынка памяти.\nСкриншоты получены в результате обкатки с использованием процессора Intel i9-14900K с материнской платой Z790 PROJECT ZERO (CAMM2). В этой тестовой среде использовался процессор Intel i9-14900K в паре с материнской платой Z790 PROJECT ZERO (CAMM2).\nTeam Group продолжит инвестировать в технологию CAMM2, совершенствуя как потребительские, так и промышленные спецификации для предоставления высокопроизводительных и надежных решений памяти. Ожидается, что серия памяти Team Group CAMM2 будет выпущена в первом квартале 2025 года, что принесет новый опыт для потребительских ПК и промышленных приложений.\n"
    },
    {
        "Номер": 28,
        "Ссылка": "https://www.playground.ru/misc/news/amd_ofitsialno_anonsirovala_ryzen_7_9800x3d_tsena_479_v_igrah_na_20_bystree_core_ultra_9_285k-1731971",
        "Название": "AMD официально анонсировала Ryzen 7 9800X3D: цена $479, в играх на 20% быстрее Core Ultra 9 285K",
        "Дата": "31 октября в 23:45",
        "Текст": "AMD) анонсировала (но не выпустила) Ryzen 7 9800X3D, новейший процессор для настольных ПК в своей линейке, разработанный для удовлетворения потребностей игр и приложений для создания контента.\nЭтот процессор основан на архитектуре Zen 5 и включает в себя восемь ядер и шестнадцать потоков, обеспечивая хороший баланс между возможностями многозадачности и однопоточной производительностью, необходимыми для различных вычислительных задач. Ryzen 7 9800X3D имеет базовую тактовую частоту 4,7 ГГц и может увеличиваться до 5,2 ГГц при необходимости. Эти тактовые частоты являются самыми высокими, достигнутыми в серии AMD X3D, что обеспечивает более быструю обработку и лучшую отзывчивость.\nПроцессор включает в себя технологию AMD 3D V-Cache второго поколения, которая улучшает систему памяти на кристалле. Кэш-память объемом 64 МБ расположена под процессором, приближая ядро ​​комплексного кристалла к системе охлаждения. Такая конструкция помогает снизить температуру ядер Zen 5, улучшая управление тепловым режимом и позволяя процессору сохранять высокую производительность при интенсивной нагрузке.\nТесты производительности показывают, что Ryzen 7 9800X3D обеспечивает в среднем 8%-ное улучшение игровой производительности по сравнению с Ryzen 7 7800X3D. Кроме того, он превосходит Intel Core Ultra 9 285k в среднем на 20% в игровых сценариях. Эти результаты показывают, что процессор может более эффективно справляться с требовательными играми и сложными задачами по созданию контента. Кроме того, Ryzen 7 9800X3D — это первый процессор X3D от AMD, который полностью разблокирован, что позволяет пользователям и энтузиастам настраивать параметры производительности. Эта функция разблокировки позволяет настраивать производительность на основе индивидуальных потребностей и настроек системы.\nТехнические характеристики AMD Ryzen 7 9800X3D следующие:\nRyzen 7 9800X3D поступит в продажу 7 ноября 2024 года, в этот же день начнут публиковаться обзоры, на которые наложено эмбарго.\n"
    },
    {
        "Номер": 29,
        "Ссылка": "https://www.playground.ru/misc/news/materinskie_platy_asrock_am5_polnostyu_sovmestimy_s_protsessorom_amd_ryzen_7_9800x3d-1731852",
        "Название": "Материнские платы ASRock AM5 полностью совместимы с процессором AMD Ryzen 7 9800X3D",
        "Дата": "31 октября в 14:27",
        "Текст": "Сегодня компания ASRock подтвердила, что все материнские платы серии AM5 будут поддерживать процессор AMD Ryzen 7 9800X3D. Да, ASRock подтвердила существование процессора AMD 9800X3D раньше, чем AMD.\nПри правильном обновлении BIOS материнские платы AMD AM5 должны поддерживать новейшие процессоры серии X3D. ASRock утверждает, что в их BIOS версии 1.2.0.2a включена поддержка процессоров Ryzen 9000X3D. Эти обновления доступны на веб-сайте ASRock и могут быть установлены с помощью функций BIOS Flashback или Instant Flash.\nAMD подтвердила, что новые процессоры Zen 5 X3D будут выпущены 7 ноября. Однако AMD официально не представила никаких конкретных моделей процессоров. Это означает, что AMD официально не подтвердила характеристики или набор функций своих будущих процессоров X3D. Будут ли они поддерживать разгон? Что изменилось в их новой технологии 3D V-Cache? Сколько будут стоить эти новые процессоры? На эти важные вопросы пока нет ответов, и у AMD осталось не так много времени, чтобы рассказать  об этом до 7 ноября.\nНа сегодняшний день компания ASRock подтвердила, что готова к выпуску игровых процессоров AMD Zen 5 X3D. Вскоре примеру ASRock должны последовать и другие производители материнских плат.\n"
    },
    {
        "Номер": 30,
        "Ссылка": "https://www.playground.ru/misc/news/amd_ryzen_7_9800x3d_predpolozhitelno_budet_stoit_480-1731833",
        "Название": "AMD Ryzen 7 9800X3D предположительно будет стоить $480",
        "Дата": "31 октября в 13:48",
        "Текст": "AnhPhuH сегодня сообщил, что AMD Ryzen 9800X3D будет стоить на 30 долларов дороже, чем Ryzen 7800X3D. Автор утечек был точен в своих сообщениях, которые также включали утечки информации о уже выпущенных процессорах AMD X3D. До этого уже ходили слухи, что 9800X3D будет стоить от 450 до 500 долларов, и, согласно некоторым ранним объявлениям, этот процессор продаётся в некоторых розничных магазинах по цене от 480 долларов.\nПроцессор также недавно появился в продаже у некоторых розничных продавцов в ЕС, но цены включали 20% НДС и были намного выше, чем в предыдущей продаже. Тем не менее, можно с уверенностью предположить, что процессор будет стоить меньше 500 долларов и будет дороже всех предыдущих чипов X3D серии 800, включая Ryzen 5800X3D и Ryzen 7800X3D.\nОба процессора были выпущены по цене 449 долларов и имели 8 ядер и 16 потоков. Ryzen 9800X3D также имеет такое же количество ядер и потоков, но отличается значительно более высокой тактовой частотой, которая, как оказалось, с лёгкостью превосходит даже аналог без X3D. Ожидается, что Ryzen 9800X3D не только превзойдёт 7800X3D по игровой производительности, но и будет значительно быстрее в синтетических тестах.\nПроцессор AMD Ryzen 7 9800X3D будет ориентирован на геймеров-энтузиастов и будет иметь немного другую конструкцию, чем процессоры Ryzen 5000X3D и 7000X3D. В отличие от предыдущих чипов X3D, 3D-чип не будет располагаться поверх CCD, а будет находиться под ним. Базовая тактовая частота составит 4,7 ГГц, а максимальная — 5,2 ГГц, которую тоже можно превысить с помощью разгона, поскольку  чип разгонялся до 5,6 ГГц с помощью PBO.\nСообщается, что AMD выпустит процессор 7 ноября, но обзоры появятся за день до этого. Несмотря на то, что цена немного выросла, чипы Ryzen X3D раскупаются как горячие пирожки благодаря их впечатляющей игровой производительности и исключительной энергоэффективности.\n"
    }
]