[
    {
        "Номер": 1,
        "Ссылка": "https://www.playground.ru/misc/news/nazvany_samye_prodavaemye_videokarty_sredi_rossiyan_v_2024_godu-1738848",
        "Название": "Названы самые продаваемые видеокарты среди россиян в 2024 году",
        "Дата": "58 минут назад",
        "Текст": "Торговая сеть «М-Видео-Эльдорадо» опубликовала топ-10 видеокарт, наиболее популярных среди покупателей в 2024 году. В десятку попали только модели компании NVIDIA. По статистике россияне чаще выбирают устройства стоимостью от 60 до 120 тыс. рублей.\nРанее компания Intel анонсировала две новых модели видеокарт для средних ПК — Arc B580 и Arc B570. Устройства поступят в продажу 13 декабря и 26 января соответственно.\n"
    },
    {
        "Номер": 2,
        "Ссылка": "https://www.playground.ru/misc/news/amd_predstavit_sleduyuschee_pokolenie_innovatsij_dlya_gejmerov_6_yanvarya-1738813",
        "Название": "AMD представит \"следующее поколение инноваций для геймеров\" 6 января",
        "Дата": "сегодня в 11:26",
        "Текст": "AMD анонсировала участие в CES 2025, где покажет свои последние разработки для ПК-гейминга. Аналитики ожидают новое поколение видеокарт, чипы для портативных ПК и нейронные процессоры.\nAMD официально подтвердила своё участие в CES 2025, обещая продемонстрировать «следующее поколение инноваций для геймеров». Презентация состоится 6 января в 11:00 по тихоокеанскому времени (21:00 МСК) и будет транслироваться в прямом эфире.\nЭксперты считают, что центральным элементом шоу станут новые видеокарты на базе архитектуры RDNA 4. Грядущая линейка, включая слухи о Radeon RX 8800 XT, обещает значительное улучшение в производительности трассировки лучей, с приростом до 45% по сравнению с прошлым поколением.\nAMD также намерена продемонстрировать Ryzen 9 9950X3D, новый флагманский процессор для игровых ПК, а также загадочный Ryzen Z2 Extreme, предназначенный для портативных устройств.\nДжек Хьюн, старший вице-президент AMD, на своей странице в социальных сетях упомянул об «ИИ для ПК», что намекает на чипы следующего поколения с интегрированными нейронными процессорами.\nЭто может быть связано с утечками о линейке AMD Strix Halo, которая оснащена мощными iGPU на базе RDNA 3.5 с до 40 вычислительными блоками. Для сравнения, нынешние iGPU ограничены лишь 16 блоками.\nРанее, 13 ноября, стало известно о том, что компания AMD сократит почти 1000 сотрудников – около 4% штата. Судя по всему, произойдёт это на фоне конкуренции с NVIDIA в области ИИ-ускорителей.\n"
    },
    {
        "Номер": 3,
        "Ссылка": "https://www.playground.ru/misc/news/arhitektura_nvidia_sleduyuschego_pokoleniya_rubin_zaplanirovana_na_vtoruyu_polovinu_2025_goda-1738705",
        "Название": "Архитектура NVIDIA следующего поколения Rubin запланирована на вторую половину 2025 года",
        "Дата": "вчера в 19:41",
        "Текст": "NVIDIA подтверждает свое твёрдое удержание лидерства в секторе искусственного интеллекта. Согласно новым данным, архитектура следующего поколения Rubin, первоначально запланированная на 2026 год, теперь будет выпущена в середине 2025 года. Этот шаг укрепит позицию компании на рынке передовых технологий.\nRubin, которая заменит текущую линейку Blackwell, станет основой для продуктов NVIDIA в сфере ИИ и высокопроизводительных вычислений. По сообщениям, Rubin будет основана на 3-нм техпроцессе TSMC, что обеспечит существенный рост энергоэффективности и производительности. Кроме того, архитектура получит поддержку новейшей памяти HBM4, позволяющей работать с еще более большими объемами данных с минимальной задержкой.\nТакое решение обусловлено высокой конкуренцией на рынке и доступностью необходимых компонентов, таких как 3-нм чипы и HBM4, которые уже перешли в массовое производство. Выпуская Rubin на полгода раньше запланированного срока, NVIDIA получит возможность быстрее захватить рынок решений для ИИ и опередить конкурентов.\nОдновременно с Rubin ожидается релиз серии Blackwell Ultra (B300) в том же временном интервале. Это создает уникальную стратегическую задачу для NVIDIA: как сбалансировать выпуск продуктов двух поколений, чтобы избежать внутренней конкуренции и максимизировать прибыль.\nВероятно, более подробные анонсы по Rubin появятся на выставке CES 2025, где NVIDIA традиционно представляет свои планы. Очевидно, что компания стремится не только к технологическому лидерству, но и к ускорению внедрения новых стандартов в отрасли.\n"
    },
    {
        "Номер": 4,
        "Ссылка": "https://www.playground.ru/misc/news/teamgroup_zapuskaet_pamyat_cudimm_ddr5_8800_s_razgonom_do_9600_mt_s-1738676",
        "Название": "TeamGroup запускает память CUDIMM DDR5-8800, с разгоном до 9600 МТ/с",
        "Дата": "вчера в 17:35",
        "Текст": "Team Group выпустил долгожданную память XTREEM CKD DDR5 8800 2x24 ГБ для настольных ПК, разработанную с использованием усовершенствованной технологии Client Clock Driver (CKD) для повышения стабильности передачи данных. Благодаря возможностям разгона, достигающим 9600 МТ/с, этот модуль памяти переопределяет потенциал разгона с помощью новаторской платформы CUDIMM, обеспечивая исключительную производительность и устанавливая новые вехи в отрасли.В тесном сотрудничестве с ведущими производителями материнских плат T-FORCE XTREEM CKD DDR5 разработан для обеспечения стабильности на эксклюзивной частоте 9600 МТ/с на материнских платах 2 DIMM. Благодаря высококачественному теплораспределителю из алюминиевого сплава толщиной 2 мм и силикону с высокой теплопроводностью он значительно улучшает рассеивание тепла на 10%. Технология резки с ЧПУ, матовая пескоструйная обработка и процессы черного анодирования создают изысканную, сдержанную эстетику. В сочетании с культовым логотипом T-FORCE он предлагает геймерам продукт, сочетающий высокую производительность и первоклассный дизайн. Используя запатентованную технологию классификации и проверки IC, модуль интегрирует чип управления питанием для стабильного потребления энергии. Он также поддерживает встроенный ECC для обнаружения и исправления ошибок, гарантируя исключительную стабильность системы.\nНиже приведен снимок экрана стресс-теста памяти, проведенного с процессором Intel Core Ultra 7 265K и материнской платой ASRock Z890 Taichi OCF на разогнанной частоте DDR5-10000 MT/s.\nКроме того, T-FORCE LAB продемонстрировала возможности XTREEM CKD DDR5, достигнув впечатляющей скорости разгона DDR5-10666 MT/s. Этот рекордный результат был достигнут с использованием материнской платы ASRock Z890 OCF, процессора Intel Core Ultra 7 265K и жидкостного охладителя SIREN GA360 AIO, что демонстрирует способность модуля достигать беспрецедентных скоростей без особых усилий.\n"
    },
    {
        "Номер": 5,
        "Ссылка": "https://www.playground.ru/misc/news/mechta_dizajnera_lg_vypustila_novyj_monitor_ultrafine_dlya_professionalnoj_raboty_s_tsvetom-1738564",
        "Название": "Мечта дизайнера: LG выпустила новый монитор UltraFine для профессиональной работы с цветом",
        "Дата": "вчера в 08:24",
        "Текст": "Компания LG официально представила новый монитор UltraFine 27US550-W. Это 27-дюймовый 4K IPS-монитор, разработанный для дизайнеров, художников и других творческих людей.\nLG UltraFine 27US550-W получил разрешение 3840 x 2160 пикселей с частотой обновления 60 Гц, соотношением сторон 16:9 и временем отклика 5 мс. Он оснащён 10-битной IPS-панелью, которая обеспечивает широкие углы обзора и точную цветопередачу. Среди прочих особенностей — пиковая яркость в 300 нит и коэффициент контрастности 1000:1.\nДевайс также поддерживает технологию Super Resolution+, которая улучшает изображения с низким разрешением. Ещё в нём есть режим DAS для минимизации задержки экрана.\nВ комплекте с LG UltraFine 27US550-W идёт эргономичная подставка, которая поддерживает наклон, поворот, вращение и регулировку по высоте. Кроме того, его можно повесить на настенное крепление VESA 100 x 100 мм. На корпусе есть один порт DisplayPort, два HDMI и разъем для наушников 3,5 мм.\nМонитор LG UltraFine 27US550-W доступен в некоторых странах по цене $340.\n"
    },
    {
        "Номер": 6,
        "Ссылка": "https://www.playground.ru/misc/news/kompanii_samsung_i_sk_hynix_obedinyayut_usiliya_dlya_razrabotki_progressivnoj_i_bolee_rezultativnoj_pamyati_lpddr6_pim-1738552",
        "Название": "Компании Samsung и SK Hynix объединяют усилия для разработки прогрессивной и более результативной памяти LPDDR6-PIM",
        "Дата": "вчера в 07:22",
        "Текст": "В условиях жёсткой конкурентной борьбы крупные производители микросхем предпринимают совместные усилия, направленные на разработку и внедрение стандартов памяти LPDDR6-PIM.\nДва ведущих производителя DRAM в мире приняли решение сотрудничать, а не соперничать. Они пришли к выводу, что это принесёт больше пользы для стандартизации, чем попытки доминировать друг над другом. По крайней мере, на данный момент.\nБлагодаря технологии PIM (Processing-in-Memory) память LPDDR6 будет способна решать сложные задачи и предоставлять расширенные вычислительные возможности.\nMy Drivers сообщает, что и Samsung, и SK Hynix откладывают конкуренцию в своих усилиях по стандартизации памяти LPDDR6-PIM, что значительно улучшит производительность системы, особенно для основных клиентских устройств. Ожидается, что LPDDR6 будет выпущен в конце 2025 года, но без технологии PIM память столкнется с двумя самыми большими проблемами:\nИ LPDDR6-PIM от Samsung, и SK Hynix нуждаются в одобрении технологии PIM от JEDEC, чтобы их память соответствовала единому стандарту для микроэлектроники. Это необходимо для более эффективной обработки рабочих нагрузок с помощью искусственного интеллекта.\nБлагодаря стандартизации PIM, производители DRAM смогут интегрировать эту технологию в свои микросхемы памяти, предоставляя рынку улучшенную память LPDDR6, способную обеспечить более быстрые вычисления. PIM будет функционировать как дополнительная схема, встроенная непосредственно в микросхемы памяти, и будет способна выполнять различные операции, такие как умножение матриц и логические операции. Это позволит избежать необходимости дополнительных вычислений со стороны системного процессора, что, в свою очередь, снизит объём передачи данных между компонентами системы.\nПрименение PIM на стандартных интерфейсах памяти, таких как DDR и LPDDR, позволит добиться полной совместимости с существующими платформами. Это, безусловно, приведёт к первоначальному увеличению стоимости производства памяти, но в итоге компании получат больше прибыли.\nСпрос на ИИ присутствует как на основных устройствах, так и на серверных платформах, и с ростом спроса на более высокую производительность также увеличиваются затраты на электроэнергию. Каждый небольшой шаг, который может заметно снизить энергопотребление, поможет компаниям расти, и технология PIM может оказать на него значительное влияние. Samsung стремится предоставить PIM как на клиентской, так и на серверной DRAM, такой как память LPDDR, GDDR и HBM, и утверждает, что это может сэкономить около 70% энергии.\n"
    },
    {
        "Номер": 7,
        "Ссылка": "https://www.playground.ru/misc/news/korpusnye_ventilyatory_deepcool_ft12_i_ft14_vypuscheny_v_rossii-1738541",
        "Название": "Корпусные вентиляторы DeepCool FT12 и FT14 выпущены в России",
        "Дата": "вчера в 02:05",
        "Текст": "DeepCool выпустила на российском рынке новую серию вентиляторов FT12 и FT14, предназначенную для тех, кто ценит производительность, надежность и тихую работу. Это 120- и 140-миллиметровые вентиляторы с подшипниками скольжения FDB, которые идеально подходят для высокопроизводительных систем охлаждения.\nЭти модели оснащены современным трёхфазным двигателем с 10 полюсами и 12 слотами, управление осуществляется через замкнутую систему FOC. Благодаря использованию качественных магнитов MQ минимизируются вибрации, обеспечивая плавность и бесшумность работы. В конструкции лопастей и рамки применяется композит из стекловолокна и PBT, что гарантирует долговечность, устойчивость к износу и снижение шума.\nДизайн вентиляторов подчёркивает внимание к деталям: прозрачная центральная часть ступицы открывает вид на конструкцию подшипника скольжения. Ненавязчивые белые светодиоды, расположенные за подшипником, подсвечивают внутренние элементы, а их можно легко отключить через переключатель на задней панели корпуса.\nFT12 и FT14 демонстрируют превосходный баланс между воздушным потоком, статическим давлением и низким уровнем шума. FT12 работает в диапазоне 500–2150 об/мин, обеспечивая статическое давление до 4,2 мм вод. ст. и воздушный поток 75 куб. футов в минуту с уровнем шума ≤32 дБА. FT14 поддерживает 500–1650 об/мин, статическое давление до 3,6 мм вод. ст., воздушный поток 78,83 куб. футов в минуту и шум ≤25,1 дБА.\nНа углах вентиляторов размещены резиновые накладки для снижения вибраций, что позволяет устройствам работать стабильно и бесшумно даже под нагрузкой. FT12 и FT14 доступны в чёрном и белом цветах через официальных дистрибьюторов DeepCool, а FT12 предлагается также в комплекте из трёх штук.\nНа вентиляторы распространяется пятилетняя гарантия, а также доступна глобальная техническая поддержка.\n"
    },
    {
        "Номер": 8,
        "Ссылка": "https://www.playground.ru/misc/news/intel_anonsiruet_videokarty_arc_b580_12_gb_po_tsene_249_i_arc_b570_10_gb_po_tsene_219_bystree_rtx_4060_v_srednem_na_10-1738460",
        "Название": "Intel анонсирует видеокарты Arc B580 12 ГБ по цене $249 и Arc B570 10 ГБ по цене $219, быстрее RTX 4060 в среднем на 10%",
        "Дата": "3 декабря в 17:21",
        "Текст": "Intel выпустила свою первую линейку дискретных видеокарт Alchemist A-Series два года назад. Сегодня компания представляет свою вторую линейку дискретных графических карт на базе архитектуры Xe2, Battlemage B-Series. Линейка Battlemage дебютирует с BMG-G21 SoC, которая ориентирована на массовых геймеров и нацелена на сегмент 1440p/1080p.  Xe2 впервые была использована в Lunar Lake SoC, и теперь эта архитектура получает свой первый выход на производительность.\nНачиная с деталей BMG-G21 SoC на базе Xe2, чип имеет максимум пять срезов рендеринга, которые включают четыре ядра Xe2 каждое, что в общей сложности составляет 20 ядер Xe2. Каждое ядро ​​Xe2 имеет 8 512-битных векторных движков, 8 2048-битных движков XMX, поддержку 64b атомарных операций и модернизированный кэш L1$/SLM объемом 256 КБ. Ядра Xe2 также включают выделенный блок RT (трассировка лучей), а каждый срез рендеринга несет четыре блока Sampler, Geometry, Rasterizer, HiZ и два блока Pixel Backend.\nПо данным Intel, дискретный графический процессор Battlemage BMG-G21 обеспечивает невероятное улучшение производительности на 70% на ядро ​​Xe и повышение производительности на ватт на 50% по сравнению с предыдущим поколением. Обновленный IP Xe2 обеспечивает более низкое время выполнения по сравнению с архитектурой Alchemist, что позволяет лучше использовать кремний и повысить производительность по сравнению с предшественниками. Итак, разобравшись с архитектурой, давайте начнем с оборудования.\nСегодня Intel анонсирует два варианта своей линейки Battlemage B-Series, Arc B580 и Arc B570. Оба этих чипа основаны на одной и той же SoC BMG-G21 с немного разными характеристиками и ценами.\nХарактеристики Intel Arc B580 — 20 ядер Xe2 и 12 ГБ видеопамяти\nВидеокарта Intel Arc B580 является топовым предложением на данный момент, с 20 ядрами Xe2, упакованными в 5 рендеринговых слайсов с 20 блоками RT, 160 XMX AI Engines и тактовой частотой до 2670 МГц. Карта включает 12 ГБ памяти GDDR6, работающей через 192-битный интерфейс, и обеспечивает пропускную способность до 456 ГБ/с.\nКарта имеет пиковый TBP 190 Вт и питается от одного 8-контактного разъема и использует интерфейс PCIe 4.0 x8. Графический процессор поддерживает все новейшие движки HW-ускорения, такие как AV1, HEVC, AVC, VP9 и XAVC-H, и поставляется с тремя выходами DP2.1 (UHBR13.5) и одним выходом HDMI 2.1.\nХарактеристики  Intel Arc B570 — 18 ядер Xe2 и 10 ГБ видеопамяти\nВторая карта — Intel Arc B570, которая имеет 18 ядер Xe2 с 5 рендер-слайсами, 18 RT-блоков, 144 XMX AI Engines, тактовую частоту до 2500 МГц, 10 ГБ памяти GDDR6, работающей через 160-битный интерфейс, и пиковую пропускную способность 380 ГБ/с. Карта поставляется с 150 Вт TBP и имеет те же характеристики подключения, что и B580.\nПроизводительность графических процессоров Intel Arc B580 и B570 «Battlemag»\nС точки зрения производительности Intel Arc B580, как утверждается, на 24% быстрее, чем Arc A750 в среднем, что является приличным повышением, учитывая, что Arc A750 стоил столько же $249. Между тем, по сравнению с конкурентами, Intel Arc B580, как утверждается, на 10% быстрее, чем NVIDIA GeForce RTX 4060, которая продается примерно на $50 дороже и имеет 8 ГБ VRAM.\nДругие сравнительные моменты, представленные Intel, включают взгляд на производительность растра и трассировки лучей по сравнению с конкурентами NVIDIA (RTX 4060) и AMD (RX 7600). Arc B580 предлагает до 32% более высокую производительность растеризации по более низкой цене, обеспечивая при этом более высокую производительность RT, чем конкуренты.\nДополнительная VRAM помогает Intel продвигать ее как карту 1440p. С 10+ ГБ VRAM видеокарты Arc B580 и B570 могут обеспечить более высокую производительность при работе с более высоким качеством текстур или качеством RT. Intel предлагает геймерам более высокую VRAM по основным ценам — это надежный шаг для привлечения геймерских масс, которые ждали обновления до более высоких вариантов VRAM в сегменте менее 250 долларов США.\nArc B580 за 249 долларов и Arc B570 за 219 долларов\nЧто касается доступности, то Intel Arc B580 поступит в продажу 13 декабря по цене 249 долларов США с возможностью выбора из различных вариантов, включая версию Limited Edition, в то время как Intel Arc B570 поступит в продажу с 16 января 2025 года по цене 219 долларов США в различных индивидуальных моделях.\nВидеокарта Intel Arc B580 «Battlemage» Limited Edition отличается совершенно новой конструкцией охлаждения и кожуха с двухслотовым форм-фактором и двумя вентиляторами, обеспечивая надежную производительность без дополнительных настроек, улучшенный воздушный поток и бесшумную работу, а также возможности разгона свыше 3 ГГц.\n"
    },
    {
        "Номер": 9,
        "Ссылка": "https://www.playground.ru/misc/news/seasonic_vklyuchil_amd_radeon_rx_8800_xt_moschnostyu_220_vt_v_svoj_kalkulyator_blokov_pitaniya-1738455",
        "Название": "Seasonic включил AMD Radeon RX 8800 XT мощностью 220 Вт в свой калькулятор блоков питания",
        "Дата": "3 декабря в 17:00",
        "Текст": "Калькулятор PSU от Seasonic был обновлен, чтобы включить новый продукт от  AMD. Эта видеокарта — AMD Radeon RX 8800 XT, по слухам, флагман RDNA 4.\nНа сайте Seasonic предполагается, что AMD RX 8800 XT будет оснащен 220-ваттным графическим процессором с двумя 8-контактными разъемами питания PCIe. Этот TDP ниже, чем у AMD RX 7800 XT, TDP которого составляет 263 Вт. Однако стоит отметить, что Seasonic может иметь устаревшую или неточную информацию в своем калькуляторе PSU.\nВозможно AMD Radeon RX 8800 XT обеспечит уровень растеризации и производительности трассировки лучей RTX 4080. Сообщается, что для рабочих нагрузок, не связанных с трассировкой лучей, графический процессор будет конкурировать с AMD Radeon RX 7900 XT и RX 7900 XTX. Для  нагрузок с трассировкой лучей этот новый GPU RDNA 4 намного быстрее. Если это правда, AMD обеспечит огромный прирост энергоэффективности своего графического процессора с RDNA 4. Уровень производительности, близкий к RTX 4080, при 220 Вт было бы великолепно.\nAMD планирует представить RDNA 4 и Radeon RX 8800 XT на выставке CES 2025. Новинка скорее всего поступит в продажу в январе, при этом AMD делает рыночную долю приоритетом для этой новой архитектуры. Ожидается агрессивное ценообразование  архитектуры RDNA 4, поскольку AMD понадобится это, если они хотят побороть доминирование Nvidia.\nС RDNA 4 и запланированным введением FSR 4 2025 год может стать отличным годом для AMD. Тем не менее, еще предстоит увидеть, оправдает ли RDNA 4 шумиху вокруг нее.\n"
    },
    {
        "Номер": 10,
        "Ссылка": "https://www.playground.ru/misc/news/po_sluham_amd_radeon_rx_8800_xt_stanet_konkurentom_rtx_4080_s_menshej_moschnostyu_massovoe_proizvodstvo_skoro_nachnetsya-1738274",
        "Название": "По слухам, AMD Radeon RX 8800 XT станет конкурентом RTX 4080 с меньшей мощностью, массовое производство скоро начнется",
        "Дата": "2 декабря в 19:16",
        "Текст": "Похоже, AMD работает над своей будущей видеокартой Radeon RX 8800 XT (если она так называется), которая использует архитектуру RDNA 4. Ожидается, что этот новый монстр обеспечит 45%-ное улучшение производительности трассировки лучей по сравнению с предыдущей моделью RX 7900 XTX в таких играх, как Resident Evil 4 Remake. Кроме того, AMD объявила о значительных улучшениях как в функциях трассировки лучей, так и в функциях искусственного интеллекта в серии RDNA 4. RX 8800 XT готова конкурировать с GeForce RTX 4080 от NVIDIA по производительности трассировки лучей.\nRadeon RX 8800 XT также может похвастаться улучшенной энергоэффективностью, с предполагаемым потреблением энергии, которое на 25% ниже, чем у RX 7900 XTX, которая обычно использует около 350 Вт во время игр. Новый графический процессор RDNA 4, как ожидается, будет работать от 250 до 270 Вт, что делает его сопоставимым с серией RTX 4070 Ti от NVIDIA. Это снижение энергопотребления, вероятно, достигнуто за счет принятия нового производственного процесса, потенциально узла N4P от TSMC, который также используется в последних процессорах AMD.\nМассовое производство Radeon RX 8800 XT планируется начать в конце этого месяца, согласно сообщениям участника форума ChipHell zhangzhonghao. Этот график совпадает с ожидаемым выпуском в первом квартале 2025 года, а официальная презентация запланирована на CES 2025. RX 8800 XT станет флагманским GPU для линейки AMD RDNA 4, нацеленной на сегмент рынка производительности и пришедшей на смену текущему RX 7800 XT.\n"
    },
    {
        "Номер": 11,
        "Ссылка": "https://www.playground.ru/misc/news/valve_nazvala_samoe_populyarnoe_zhelezo_u_polzovatelej_steam_v_noyabre-1738227",
        "Название": "Valve назвала самое популярное железо у пользователей Steam в ноябре",
        "Дата": "2 декабря в 14:09",
        "Текст": "Valve поделилась статистикой по оборудованию пользователей Steam по итогам ноября 2024 года. Компания регулярно проводит анонимные опросы, позволяющие узнать, какое железо особенно популярно среди геймеров.\nСреди операционных систем лидером второй месяц подряд оказывается Windows 11. Решение Microsoft в ноябре, как пишет Neowin, достигло в Steam исторического максимума — 52,98%. На второй строчке Windows 10 с долей в 43,31%.\n«Народной» видеокартой по-прежнему остается NVIDIA RTX 3060. Доля ускорителя составила по итогам ноября 4,89%. Следом за ней мобильная RTX 4060 с 4,76%, настольная RTX 4060 с 3,70% и GTX 1650 с 3,63%.\nДанные по другим характеристикам:\nНаиболее распространенным языком в Steam по итогам ноября 2024 года признали английский (33,18%). В топ-3 также вошли упрощенный китайский (30,25%) и русский (9,55%).\n"
    },
    {
        "Номер": 12,
        "Ссылка": "https://www.playground.ru/misc/news/poyavilis_foto_byudzhetnoj_materinskoj_platy_gigabyte_b850m_aorus_elite_wifi_6e_ice-1738194",
        "Название": "Появились фото бюджетной материнской платы Gigabyte B850M AORUS ELITE WIFI 6E ICE",
        "Дата": "2 декабря в 11:45",
        "Текст": "Ожидается, что в первом квартале 2025 года AMD расширит семейство процессоров для настольных ПК серии Ryzen 9000 «Granite Ridge» новыми моделями процессоров мощностью 65 Вт, а также представит новый экономичный чипсет для материнской платы AMD B850.\nОжидается, что B850 будет одночиповым решением, как и X870, но сделает PCIe Gen 5 опциональным для слота x16 PEG. Вы по-прежнему получите как минимум один слот Gen 5 M.2 NVMe. USB4 также сделан опциональным для этой модели чипсета. Таким образом, B850 по сути является переименованным B650. Поддерживается разгон процессора и памяти, поэтому можно ожидать, что такие функции, как «X3D Boost», будут перенесены из материнских плат серии X870.\nVideocardz зафиксировал четкие изображения одной из первых серийных материнских плат на чипсете AMD B850, GIGABYTE B850M AORUS Elite Ice. Этот конкретный вариант поставляется со встроенным Wi-Fi 6E, а «Ice» обозначает белую печатную плату вместе с белыми слотами и разъемами. Вы можете ожидать вариации этой платы с черной печатной платой и другими беспроводными сетевыми решениями или вообще без них.\nПлата Micro-ATX выглядит многофункциональной, включая защелку легкого извлечения для слота PCIe x16. Она получает питание от комбинации 24-контактных разъемов питания ATX и 8-контактных разъемов питания EPS. Слоты расширения включают то, что, скорее всего, является слотом Gen 4 PCI-Express x16, слотом Gen 4 x4 (физический x16) PCIe, а пространство между ними занято радиатором M.2 SSD, который, скорее всего, скрывает слот Gen 5 M.2, подключенный к ЦП, и слот Gen 4 M.2, который либо подключен к ЦП (поскольку нет дискретного контроллера USB4), либо FCH. USB-подключение состоит из 20-гигабитного USB 3.2 для нескольких портов Type-C (включая разъем Type-C) и комбинации 10-гигабитных и 5-гигабитных портов USB 3.x.\n"
    },
    {
        "Номер": 13,
        "Ссылка": "https://www.playground.ru/misc/news/gigabyte_pozvolit_vklyuchit_rezhim_x3d_turbo_mode_cherez_prilozhenie_windows_no_est_nyuans-1738073",
        "Название": "Gigabyte позволит включить режим X3D Turbo Mode через приложение Windows, но есть нюанс",
        "Дата": "1 декабря в 16:33",
        "Текст": "Gigabyte объявляет, что  «X3D Turbo Mode» теперь можно активировать с помощью программного обеспечения Windows AORUS AI Snatch. Таким образом, теперь пользователи могут активировать функцию либо из BIOS, либо из ОС Windows. Однако эффект будет иметь место только при «перезапуске» системы.\nВ пресс-релизе компания объявила, что предоставляет пользователям «интуитивный новый метод», который позволит им повысить свою игровую производительность непосредственно через программное обеспечение AORUS AI Snatch. Процесс включает в себя навигацию по значку флага  внутри приложения, который Gigabyte объясняет ниже:\nПосле активации система перезагрузится, и чтобы отключить ее, пользователям нужно будет выбрать опцию «Отменить» в приложении. Короче говоря, это не будет функцией, которую геймеры смогут активировать на лету. Ранее режим X3D Turbo можно было синхронизировать только с AORUS AI Snatch, показывая статус функции, включена она или выключена.\nX3D Turbo Mode — это фирменная функция Gigabyte, которая настраивает некоторые параметры ЦП для повышения производительности в играх. Она назначает ядра ЦП игровым приложениям, чтобы позволить процессорам полностью сосредоточиться на играх, а также выполняет некоторую настройку пропускной способности и балансировку мощности оборудования. Однако окончательная производительность также зависит от параметров памяти.\nРанее Gigabyte демонстрировала показатели производительности  с активированным режимом X3D Turbo Mode, и, согласно их собственным тестам, AMD Ryzen 7 9800X3D смог добиться прироста производительности на 3–5 % в нескольких играх. Ryzen 7 7950X3D предыдущего поколения, а также Ryzen 9 9950X последнего поколения показали себя лучше, поскольку у них обоих есть два CCD, один из которых отключается в режиме X3D Turbo Mode, что существенно влияет на производительность в играх.\n"
    },
    {
        "Номер": 14,
        "Ссылка": "https://www.playground.ru/misc/news/poyavilis_harakteristiki_intel_arc_b570_18_yader_xe2_10_gb_vram_i_pcie_4_0x8-1738018",
        "Название": "Появились характеристики Intel Arc B570: 18 ядер Xe2, 10 ГБ VRAM и PCIe 4.0x8",
        "Дата": "1 декабря в 11:41",
        "Текст": "Intel собирается анонсировать свою линейку  ARC  Battlemage через пару дней. Недавно компания уже объявила официальную дату презентации карточек, но пока не раскрыла ничего, связанного с моделями. Из различных утечек видно, что первым из представленных станет Arc B580, но различные слухи и утечки также указывают на наличие его младшего брата — Arc B570.\nПолный список характеристик Battlemage Arc B570 обнаружил josefk927. Пользователь нашел  информацию о нем на 1fotrade, сайте оптовых продавцов компьютеров во Франции. Конкретный графический процессор, о котором идёт речь, — ASRock Challenger Series Intel Arc B570.\nНа странице с описанием Arc B570 оснащена 10 ГБ видеопамяти GDDR6. На вкладке «Характеристики» перечислены большинство её характеристик, включая конфигурацию видеопамяти, тактовую частоту, поддержку мониторов, выходы для дисплеев, интерфейс PCI-E и т. д. Не хватает нескольких характеристик, в том числе шины памяти, количества ядер Xe, энергопотребления и т. д. К счастью, тот же пользователь опубликовал изображение с полной спецификацией карты.\nGPU  использует интерфейс PCI-E 4.0 x8 и поддерживает OpenGL 4.6 и DirectX 12. Объём видеопамяти 10 ГБ достигается за счёт 160-битной шины памяти, что обеспечивает пропускную способность 380 ГБ/с. Тактовая частота графического процессора составляет 2,6 ГГц, что на 200–250 МГц ниже, чем у Arc B580, но более мощные версии могут иметь более высокую тактовую частоту. Карта будет иметь в общей сложности 18 ядер Xe2 (на два ядра Xe2 меньше, чем у Arc B580) или в общей сложности 144 вычислительных блока.\nХотя TDP не указан, на странице технических характеристик рекомендуется блок питания мощностью 600 Вт, а графический процессор поставляется с одним 8-контактным разъёмом питания. Это означает, что карта, возможно, будет потреблять менее 225 Вт, так как 8-контактный разъём питания может обеспечить около 150 Вт, а слот PCI-E x16 — 75 Вт.\nЭто будет карта с двумя слотами, размером 249 x 132 x 41 мм, с 1 портом HDMI 2.1 и 3 портами DP 2.1 для вывода изображения. Максимальное разрешение, которое может поддерживать графический процессор, составляет 8K, и он может одновременно подключать до 4 мониторов. Что касается его выпуска, то, возможно, Intel представит его вместе с Arc B580 3 декабря, но цены и официальная информация о выпуске в розницу пока неизвестны.\n"
    },
    {
        "Номер": 15,
        "Ссылка": "https://www.playground.ru/misc/news/8bitdo_i_microsoft_predstavili_aksessuary_v_stile_originalnogo_xbox-1737986",
        "Название": "8BitDo и Microsoft представили аксессуары в стиле оригинального Xbox",
        "Дата": "1 декабря в 03:51",
        "Текст": "Популярный производитель игровых аксессуаров 8BitDo выпустил клавиатуру и мышь в дизайне, вдохновлённом первым Xbox. Новинка разработана при поддержке Microsoft и имеет официальную лицензию.\nМышь Retro R8 Mouse (Xbox Edition) оснащена сенсором PAW 3395 с разрешением до 26 000 DPI и долговечными переключателями Kailh Sword GM X (ресурс — до 100 млн нажатий). На корпусе расположены четыре программируемые кнопки, а в комплекте предусмотрена зарядная док-станция. Устройство работает до 100 часов в режиме Bluetooth. Цена — $60 (~6500 рублей).\nКлавиатура Retro 87 Mechanical Keyboard (Xbox Edition) выделяется дополнительными программируемыми клавишами, включая специальные под Xbox-приложения. Подсветка RGB поддерживает восемь режимов, а в комплект входят «суперкнопки» для настройки макросов. Заявленное время работы — до 200 часов. Стоимость устройства — $120 (~13 000 рублей).\nВ продажу новые аксессуары 8BitDo поступят 16 января 2025 года.\n"
    },
    {
        "Номер": 16,
        "Ссылка": "https://www.playground.ru/misc/news/samsung_predstavit_svoyu_sverhbystruyu_pamyat_gddr7_42_5_gbit_s_obemom_24_gb_na_vystavke_isscc_2025-1737977",
        "Название": "Samsung представит свою сверхбыструю память GDDR7 42,5 Гбит/с объемом 24 ГБ на выставке ISSCC 2025",
        "Дата": "1 декабря в 01:37",
        "Текст": "Будет ли модуль GDDR7 42,5 Гбит/с использоваться на видеокартах или нет, это все еще технологический прорыв для Samsung.\nSamsung представит свою сверхбыструю память GDDR7 на выставке ISSCC, которая примерно на 77 процентов быстрее флагманской GDDR6:\nСпециальные мероприятия ISSCC пройдут в Калифорнии с 16 по 20 февраля, а в Сан-Франциско — производители чипов представят свои флагманские продукты. Мероприятие будет включать специальное мероприятие «Энергонезависимая память и DRAM», которое состоится 19 февраля. Несмотря на то, что это не будет публичное мероприятие, расписание доступно для общественности на веб-сайте ISSCC.\nНа мероприятии Samsung собирается представить свою флагманскую память GDDR7 DRAM, которая может работать на колоссальной скорости 42,5 Гбит/с. Это будет модуль на 24 Гб или 3 Гб, нацеленный на максимально возможную производительность GDDR7, который также будет более энергоэффективным, чем его предшественники. DRAM-память GDDR7 уже значительно быстрее, чем GDDR6, но на данный момент скорость модуля 42,5 Гбит/с слишком высока для использования на графических процессорах.\nТем не менее, он может попасть в будущие продукты, такие как карты серии RTX 60 от NVIDIA. Прямо сейчас NVIDIA собирается оснастить свои графические процессоры серии Blackwell RTX 50 модулями GDDR7 со скоростью до 28 Гбит/с. Скорость уже на 4 Гбит/с выше, чем флагманская скорость памяти GDDR6 в 24 Гбит/с, присутствующая в RTX 4090. Однако скорость памяти в 42,5 Гбит/с примерно на 77% выше, чем у GDDR6 DRAM в 24 Гбит/с.\n"
    },
    {
        "Номер": 17,
        "Ссылка": "https://www.playground.ru/misc/news/intel_arc_battlemage_b580_b570_vozmozhno_prevzojdyot_geforce_rtx_4060_ti-1737916",
        "Название": "Intel Arc Battlemage B580/B570 возможно превзойдёт GeForce RTX 4060 Ti",
        "Дата": "30 ноября в 17:32",
        "Текст": "Если говорить о видеокартах нового поколения, все задают одни и те же вопросы: насколько она быстрая, сколько у неё ядер, есть ли у неё более 8 ГБ видеопамяти и сколько она стоит? К сожалению, у пока нет ответов на все эти вопросы, и пока не закончится срок действия эмбарго на обзоры. Однако в индустрии есть некоторые люди, которые могут дать  некоторые подсказки.\nGolden Pig Upgrade утверждает, что видеокарты Intel Arc B580/B570 и AMD Navi 44 нового поколения способны конкурировать с RTX 4060 Ti по производительности в синтетических тестах. Это, конечно, не означает, что они превзойдут карту NVIDIA во всех сценариях, включая игры. 4060 Ti — это не топовая модель. Это карта памяти PCIe 4.0×8 и 128-битная карта памяти, которую несколько лет назад многие из нас сочли бы бюджетным вариантом. Но с точки зрения цены и производительности эти карты теперь занимают сегмент среднего уровня, и можно согласиться с тем, что они по-прежнему «доступны по цене».\nЕстественно, AMD и Intel, как говорят, ориентируются на один и тот же сегмент. Именно там можно заработать на продажах, и чем больше конкуренция, тем лучше для потребителей. Судя по тому, что сказал Golden Pig, производителям видеокарт меньшего размера следует сосредоточиться именно на этом рынке.\nНа данный момент известно то, что B580/B570 выйдут в середине декабря, а AMD RX 8600 XT или как там называется карта с Navi 44, выйдет не раньше начала 2025 года. Тем временем, по слухам, NVIDIA выпустит серию RTX 5060 примерно в марте, но это тоже не подтверждено.\n"
    },
    {
        "Номер": 18,
        "Ссылка": "https://www.playground.ru/misc/news/xiaomi_zapuskaet_linejku_televizorov_redmi_smart_tv_x_2025_4k_s_chastotoj_240_gts_i_hyperos_2-1737907",
        "Название": "Xiaomi запускает линейку телевизоров Redmi Smart TV X 2025 4K с частотой 240 Гц и HyperOS 2",
        "Дата": "30 ноября в 16:18",
        "Текст": "Компания Xiaomi представила серию Redmi Smart TV X 2025, в которую входят четыре модели с дисплеями 4K Ultra High Definition (UHD) с частотой обновления до 240 Гц. В этой серии представлены телевизоры с диагональю от 55 до 85 дюймов, которые подойдут для помещений разных размеров и с учётом предпочтений пользователей.\nСочетание экранов с высоким разрешением и быстрой частотой обновления делает эти телевизоры подходящими для занятий, требующих детализированного изображения и плавного движения, таких как игры и просмотр видео в высоком разрешении. Каждая модель в линейке Redmi Smart TV X 2025 оснащена процессором MediaTek MT9655 — четырёхъядерным чипсетом, обеспечивающим высокую производительность для игр и динамичного мультимедийного контента.\nТелевизоры оснащены 4 ГБ оперативной памяти и 64 ГБ встроенной памяти, что обеспечивает эффективную многозадачность и достаточно места для приложений, медиафайлов и системных операций. Кроме того, дисплеи охватывают 94% цветовой гаммы DCI-P3, обеспечивая точную и яркую цветопередачу, которая улучшает впечатления от просмотра фильмов и телешоу за счёт точной цветопередачи и глубины цвета.\nRedmi Smart TV X 2025 оснащены тремя портами HDMI 2.1, один из которых поддерживает eARC для улучшенного вывода звука. Стоит отметить переменную частоту обновления (VRR), автоматический режим низкой задержки (ALLM), наличие Bluetooth 5.2, S/PDIF, LAN, AV-входа и двух портов USB (один USB 3.0, другой USB 2.0).\nАудиосистема имеет два динамика мощностью 25 Вт с поддержкой Dolby Vision и DTS, обещающих захватывающие аудиовизуальные впечатления.\nСерия Redmi Smart TV X 2025 работает на базе операционной системы HyperOS 2.0 от Xiaomi, которая включает в себя пульт дистанционного управления с поддержкой NFC для простого сопряжения и взаимодействия с пользователем. Операционная система поддерживает Wi-Fi 6, обеспечивая более быстрое и надёжное беспроводное подключение для потоковой передачи и онлайн-активности. Пользовательский интерфейс разработан с использованием графики высокого разрешения, обеспечивающей чёткую и ясную навигацию по меню и отображение контента.\nКроме того, телевизоры оснащены технологиями защиты глаз, такими как фильтрация синего света и уменьшение мерцания, чтобы минимизировать нагрузку на глаза во время длительного просмотра. Эти смарт-телевизоры также функционируют как центры централизованного управления, позволяя интегрировать и управлять другими устройствами в экосистеме Xiaomi, включая смартфоны, умную бытовую технику и устройства Интернета вещей.\nХотя Xiaomi еще не опубликовала  планы глобального распространения серии Redmi Smart TV X 2025, ожидается, что компания сделает эти модели доступными за пределами Китая, следуя своей предыдущей стратегии.\n"
    },
    {
        "Номер": 19,
        "Ссылка": "https://www.playground.ru/misc/news/protsessory_amd_zen_6_medusa_ridge_budut_osnascheny_12_yadernymi_ccd_matritsami-1737849",
        "Название": "Процессоры AMD Zen 6 Medusa Ridge будут оснащены 12-ядерными CCD-матрицами",
        "Дата": "30 ноября в 13:41",
        "Текст": "Согласно утечке от Moore's Law is Dead, процессоры AMD Zen 6 «Medusa Ridge» следующего поколения могут использовать 12-ядерные CCD. Это означает, что AMD стремится обеспечить громадное увеличение числа ядер ЦП с помощью своих процессоров Ryzen следующего поколения. С  50% большим количеством ядер ЦП на CCD процессоры AMD Ryzen 9 следующего поколения могут иметь 24 ядра в общей сложности, если AMD будет придерживаться своей стандартной схемы дизайна Ryzen 9 с двумя CCD.\nСообщается, что эти новые 12-ядерные Zen 6 CCD будут использоваться в линейке процессоров AMD следующего поколения. Они будут использоваться в процессорах AMD следующего поколения EPYC (Venice), а также в мобильных процессорах Medusa Point/Medusa Halo. Это позволяет AMD повторно использовать дизайн Zen 6 CCD в более широком диапазоне процессоров, увеличивая объемы производства и снижая общие затраты на проектирование чипов.\nAMD будет использовать 3-нм литографический узел TSMC для создания этих 12-ядерных ЦП Zen 6 CCD. В настоящее время неизвестно, какой объем кэша будут содержать эти CCD. Если AMD продолжит поставлять 4 МБ кэша L3 на ядро, новые 12-ядерные CCD AMD будут иметь 48 МБ кэша L3 (без V-Cache), что будет на 50% больше, чем 8-ядерные CCD Zen 5 от AMD. Однако этот увеличенный размер кэша является всего лишь предположением, поскольку AMD может двигаться в другом направлении со своими ЦП Zen 6.\nКак предполагали предыдущие утечки, процессоры AMD Zen 6 будут использовать новое соединение между их CPU CCD и IO-кристаллами. Moore's Law is Dead утверждает, что AMD будет использовать кремниевый интерпозер, который обеспечивает более высокую пропускную способность/меньшую задержку соединения для пользователей. Это должно снизить задержки памяти, увеличить пропускную способность между CCD и помочь AMD повысить производительность процессора Zen 6.\nС 12-ядерными CCD можно ожидать, что процессоры AMD Ryzen следующего поколения будут иметь большее количество ядер. Это значительно повысит многопоточную производительность AMD. Новые межсоединения также должны помочь повысить производительность двухъядерных CCD-чипов AMD. Более низкие задержки и повышенная межчиповая пропускная способность смягчат проблемы с производительностью, которые возникают у многоъядерных CCD-процессоров AMD в некоторых рабочих нагрузках.\n"
    },
    {
        "Номер": 20,
        "Ссылка": "https://www.playground.ru/misc/news/intel_anonsiruet_3_dekabrya_arc_battlemage_a_vyhod_i_obzory_ozhidayutsya_12_dekabrya-1737827",
        "Название": "Intel анонсирует 3 декабря Arc Battlemage, а выход и обзоры ожидаются 12 декабря",
        "Дата": "30 ноября в 12:04",
        "Текст": "Согласно последней информации, анонс и запуск Intel Arc Battlemage могут состояться ближе, чем ожидалось. Официальный анонс двух первых  Arc B580 и Arc B570, по-видимому, запланирован на 3 декабря, а доступность и первые обзоры появятся 12 декабря.\nНедавние утечки предположили цену в $250 за 12 ГБ ARX B580 GPU от Intel. Технические характеристики и цены на ARC B570 от Intel остаются неизвестными.\nНедавние утечки предполагают, что Intel запускает свою серию ARC B-GPU с агрессивными ценами, чтобы завоевать долю рынка. Ни один из нынешних GPU за 250 долларов от AMD или Nvidia не предлагает пользователям 12 ГБ VRAM, что дает Intel значительное преимущество перед 8 ГБ GPU их конкурентов. К сожалению, целевая производительность новых GPU Intel остается неизвестной, хотя ожидается производительность уровня RTX 4060 Ti.\nДаты эмбарго Intel Arc Battlemage:\nСкорее всего Intel ARC B580 и B570 будут иметь 20 и 18 ядер Xe2 соответственно. В настоящее время тактовая частота и конфигурация памяти Intel B570 неизвестны. Таким образом, не  скажешь конкретно о ценах или уровнях производительности. Независимо от этого, поскольку анонс состоится на следующей неделе, вероятно появится больше данных об обоих видеокартах.\n"
    },
    {
        "Номер": 21,
        "Ссылка": "https://www.playground.ru/misc/news/ozhidaetsya_chto_amd_ryzen_9_9000x3d_i_materinskaya_plata_x870_btf_budut_predstavleny_na_vystavke_ces_2025-1737786",
        "Название": "Ожидается, что AMD Ryzen 9 9000X3D и материнская плата X870 BTF будут представлены на выставке CES 2025",
        "Дата": "29 ноября в 20:35",
        "Текст": "AMD еще не объявила о своих планах относительно серии Ryzen 9000X3D. В настоящее время единственный доступный чип трудно найти, особенно по его первоначальной рекомендованной розничной цене. Немногие счастливчики могут найти новые запасы в физических магазинах, но для большинства геймеров ожидание может затянуться еще на месяц или больше, поскольку AMD работает над удовлетворением спроса.\nВозможно, запуск 12-ядерных Ryzen 9 9900X3D и 16-ядерных Ryzen 9 9950X3D вариантов ослабит спрос и склонит энтузиастов к чему-то более премиальному, но не обязательно лучшему для игр. В любом случае, слухи предполагают, что AMD представит эти два процессора на выставке CES 2025 во время специального доклада. Эти настольные процессоры — лишь одна из вещей, которую с нетерпением ждут геймеры. Однако AMD пока не подтвердила эти планы, но хорошая новость в том, что ASUS это сделала. По крайней мере, так сказал Тони Ю во время специальной сессии вопросов и ответов для китайских зрителей своего видеоблога. Этот генеральный менеджер ASUS в Китае был весьма разговорчив, когда дело касалось невыпущенных продуктов, и всегда его прогнозы, оказывались правдой.\nГоворят, что новые процессоры появятся на выставке CES 2025, в то время как другие слухи предполагают, что они могут быть запущены (стать доступными) к концу января. Также сообщается, что у ASUS будет новая материнская плата на базе чипсета X870, который, как говорят, является частью дизайна BTF (Back to The Future). Те, кто не знаком с этими продуктами, должны знать, что серия BTF — это продукты ASUS со скрытыми разъемами/кабелями. На данный момент неясно,  будит это дизайн BTF 2.0 или BTF 1.0. Последний теперь предлагается со специальным разъемом питания PCIe мощностью 600 Вт, который исключает 8- или 16-контактный кабель питания, но требует наличия видеокарты  ASUS BTF.\n"
    },
    {
        "Номер": 22,
        "Ссылка": "https://www.playground.ru/misc/news/inwin_vypuskaet_firmennyj_korpus_infinite_11_go_pokoleniya_stoimostyu_6776_evro-1737765",
        "Название": "InWin выпускает фирменный корпус Infinite 11-го поколения стоимостью 6776 евро",
        "Дата": "29 ноября в 18:44",
        "Текст": "InWin официально выпустила ограниченную серию 11-го поколения Signature Chassis под названием «Infinite». Впервые представленный на выставке Computex в Тайбэе в начале этого года, корпус Infinite теперь доступен потребителям.\nЭтот выпуск знаменует собой значительный прогресс в проектировании корпусов ПК, включающий сложные материалы и инновационные механизмы для улучшения функциональности и пользовательского опыта. Корпус Infinite отличается использованием изогнутой на 180 градусов стеклянной панели, самой большой в своем роде, интегрированной в корпус ПК. Эта конструкция потребовала точной инженерии для достижения бесшовной огибающей кривой, включающей скручивание стекла в противоположных направлениях. Каждая стеклянная панель толщиной 6 мм проходит процесс химического упрочнения и снабжена защитной пленкой для повышения безопасности и предотвращения разрушения. Для охлаждения  устанавливается до четырех вентиляторов на 120 мм и радиатора системы жидкостного охлаждения  на 360 мм.\nДополнением к стеклу является корпус из анодированного алюминия толщиной 4 мм с алмазной огранкой края и пескоструйной обработкой. Алюминиевые компоненты тщательно изготовлены с конструкцией встречного сгиба, которая точно совпадает со стеклом, обеспечивая структурную целостность. Дополнительные детали, такие как лазерная гравировка иконок и тонкая отделка портов ввода-вывода на передней панели, придают корпусу изысканный вид. Размеры составляют 1020 × 405 × 914 мм,  а  масса — 47 кг. Сбоку есть один USB 3.2 Gen2х2 Type-C и пару USB 3.2 Gen1 Type-A. Для доступа к внутренностям  необходимо нажать особую кнопку, после чего электродвигатель плавно повернет кейс на 45 градусов и откроет стекло.\nФункциональность дополнительно улучшена моторизованным шарнирным механизмом шасси, который позволяет всему алюминиевому корпусу вращаться, обеспечивая легкий доступ к внутренним компонентам без необходимости снимать стеклянную панель. Это механизированное вращение может выдерживать до 25 килограммов оборудования и было проверено на надежность более 1500 движений. Шасси также включает магнитную боковую панель для удобной прокладки кабелей за областью материнской платы, поддерживая установку новейших материнских плат с разъемами, расположенными сзади. Охлаждение управляется тремя большими всасывающими вентиляторами и полуоткрытой конструкцией рамы, что обеспечивает эффективный поток воздуха и возможности настройки. Кроме того, встроенная боковая подсветка предлагает несколько режимов освещения, позволяя пользователям настраивать визуальную эстетику своей установки. Каждое шасси Infinite имеет уникальный серийный номер, подчеркивающий его статус ограниченного выпуска и эксклюзивность в серии Signature Series от InWin.\nКорпус Infinite обеспечивает достаточно места и доступа для высокопроизводительных сборок ПК, вмещая обширные конфигурации оборудования, сохраняя при этом чистоту и организованность интерьера. Его конструкция ставит во главу угла как структурную прочность, так и удобство пользователя, что делает его подходящим для продвинутых пользователей, ищущих надежный и технически сложный корпус ПК. Объединяя передовые материалы, точную инженерию и инновационные механизмы доступа, корпус Infinite 11th Generation Signature Chassis представляет собой заметный вклад на рынок корпусов ПК, предлагая баланс функциональности и дизайна без опоры на маркетинговый язык или превосходные заявления.\n"
    },
    {
        "Номер": 23,
        "Ссылка": "https://www.playground.ru/misc/news/inno3d_brazil_podtverzhdaet_anonsirovanie_geforce_rtx_50_na_vystavke_ces-1737755",
        "Название": "Inno3D Brazil подтверждает анонсирование GeForce RTX 50 на выставке CES",
        "Дата": "29 ноября в 17:37",
        "Текст": "Во время специальной прямой трансляции, организованной ведущим Pichau, зрители имели возможность наблюдать 11-часовую сессию с участием многочисленных гостей. Одним из особенно интересных гостей был представитель Inno3D Brazil, который непреднамеренно проговорился насчёт RTX 50.\nДружелюбная атмосфера трансляции побуждала зрителей спрашивать о следующем поколении видеокарт GeForce. Удивительно, но представитель Inno3D упомянул, что RTX 5090 будет доступна через три недели. Представитель быстро поправился, уточнив, что карта официально дебютирует на выставке CES 2025 в январе.\nХотя это и не официальное подтверждение, оно предполагает, что Inno3D может получить RTX 5090 в течение трех недель, возможно, это будут предварительные модели, предназначенные для тестирования и маркетинга, а не розничные версии. Образцы перед запуском обычно распространяются по региональным офисам для рекламных и обучающих мероприятий, гарантируя, что сотрудники знакомы с продуктом до его выпуска. Это также убедительно свидетельствует о том, что RTX 5090 уже находится в массовом производстве — в противном случае такие образцы не были бы готовы в эти сроки.\n"
    },
    {
        "Номер": 24,
        "Ссылка": "https://www.playground.ru/misc/news/deepcool_vozrozhdaet_gamerstorm_bloki_pitaniya_budut_vyhodit_pod_novym_brendom-1737704",
        "Название": "DeepCool возрождает GamerStorm - блоки питания будут выходить под новым брендом",
        "Дата": "29 ноября в 13:31",
        "Текст": "Компания DeepCool решила обновить подход к своим блокам питания, перенеся часть популярных линеек, таких как PN-M, PN-D и PK-D, под бренд GamerStorm. В дальнейшем под этим именем будут выпускаться все новые модели. Несмотря на ребрендинг, основная философия остаётся неизменной: продукция сохраняет надёжность, долговечность и качество, которые ценят пользователи и эксперты.\nGamerStorm — это не совсем новый бренд, а скорее возвращение. Его уже знают по инновационным решениям и высокой производительности. Возрождение бренда нацелено на укрепление позиций DeepCool на рынке геймерских компонентов и на удовлетворение растущих потребностей энтузиастов, собирающих мощные игровые системы.\nЛозунг GamerStorm: \"Шторм, который приводит к победе!\". Бренд фокусируется на создании оборудования, которое отвечает самым высоким требованиям геймеров. DeepCool стремится выйти за рамки привычного, предлагая пользователям блоки питания, идеально подходящие для стабильной работы даже в самых требовательных сценариях.\nЛоготип GamerStorm создан с акцентом на философию бренда. Левая половина маски с каплей символизирует упорство и стремление к максимальной производительности, а правая, улыбающаяся часть, составленная из букв G и S, отражает страсть к победам и любви к высококлассным компонентам. Вместе они формируют узнаваемый образ, подчёркивающий суть бренда: надёжность, мощь и стиль.\nС ребрендингом GamerStorm DeepCool продолжает ставить перед собой амбициозные цели — предоставлять пользователям инструменты, которые делают их игровые системы мощными, стабильными и готовыми к любым вызовам.\n"
    },
    {
        "Номер": 25,
        "Ссылка": "https://www.playground.ru/misc/news/intel_draznitsya_novym_gpu_battlemage_v_videorolike_posvyaschyonnom_arhitekture_xe2-1737522",
        "Название": "Intel дразнится новым GPU Battlemage в видеоролике, посвящённом архитектуре Xe2",
        "Дата": "28 ноября в 15:44",
        "Текст": "Компания Intel объявила, что графический процессор Battlemage станет следующим дополнением к их линейке графических процессоров, как подробно описано в недавнем видео, посвящённом архитектуре Xe2.\nЭто видео является частью серии Intel «Графика на ходу», в которой рассказывается о достижениях в области графических технологий. Четвёртый эпизод представляет Том Петерсен, сотрудник Intel и бывший сотрудник NVIDIA, который сыграл ключевую роль в продвижении Intel на рынке дискретных графических процессоров с помощью серии Arc.\nВ последнем выпуске основное внимание уделяется архитектуре Xe2, интегрированной в процессоры Core Ultra 200V Lunar Lake. Эти процессоры в настоящее время доступны в ноутбуках и оснащены новой архитектурой графического процессора. Однако сейчас акцент смещается в сторону рынка дискретных графических процессоров, что указывает на стратегический шаг Intel по выходу за пределы интегрированных графических решений.\nВ видео Том Петерсен говорит, что Battlemage — следующая модель, и предполагает, что в следующем эпизоде, скорее всего, будут раскрыты подробности о графическом процессоре Battlemage. Визуальный элемент в видео — рендеринг, на котором, по-видимому, изображён графический процессор Battlemage, что указывает на то, что графические процессоры Intel следующего поколения уже не за горами.\nПоявилось много сообщений о том, что видеокарты B580 появились в розничной продаже, что может быть частью подготовки Intel к выпуску графических процессоров ограниченной серии по конкурентоспособным ценам. Предполагаемый запуск запланирован на середину декабря, более точные сроки будут объявлены после подтверждения.\n"
    },
    {
        "Номер": 26,
        "Ссылка": "https://www.playground.ru/misc/news/chieftec_anonsiruet_novuyu_seriyu_blokov_pitaniya_atx_3_1_vega_moschnostyu_750_i_850_vt-1737379",
        "Название": "Chieftec анонсирует новую серию блоков питания ATX 3.1 VEGA мощностью 750 и 850 Вт",
        "Дата": "27 ноября в 21:03",
        "Текст": "VEGA от Chieftec  может похвастаться эффективностью, сертифицированной по стандарту 80 Plus Gold, соответствием стандарту ATX 3.1 и собственным разъемом PCI-E Gen 5.\nБлок питания серии Chieftec VEGA создан в соответствии со стандартом Intel ATX 12 V 3.1 и поддерживает PCIe GEN5 с эффективностью, сертифицированной по стандарту 80 Plus Gold. Он отдает приоритет конкурентоспособному соотношению цены и производительности до 850 Вт, сохраняя при этом проверенное качество Chieftec.\nChieftec Vega имеет одним 12+4-контактнй разъём питания для видеокарт  NVIDIA, а также четыре 8-контактных (6+2) кабеля питания PCIe.\nСерия Vega оснащена преобразователем LLC Half-Bridge с технологией DC-to-DC для обеспечения повышенной энергоэффективности и стабильности. Оснащенные сверхдлинные собственные черные кабели делают ее подходящей для геймеров, которые могут собрать свою систему даже в больших корпусах для ПК. Кроме того, его бесшумный вентилятор с гидродинамическим подшипником (FDB) диаметром 135 мм оптимизирует баланс между эффективностью охлаждения и уровнем шума.\nСерия Vega —  надежный выбор для всех вычислительных потребностей, включающий все необходимые современные функции защиты и безопасности.\n"
    },
    {
        "Номер": 27,
        "Ссылка": "https://www.playground.ru/misc/news/videokarta_intel_arc_b580_zamechena_po_tsene_259_dollarov-1737360",
        "Название": "Видеокарта Intel ARC B580 замечена по цене 259 долларов",
        "Дата": "27 ноября в 19:07",
        "Текст": "Ранее на этой неделе просочились подробности о двух видеокартах Intel Arc B580 Battlemage от ASRock, но не было никаких указаний на цену, что привело к некоторым предположениям в  комментариях. Теперь  инсайдер momomo_us  раскрыл цены на с карту Intel, которая, по-видимому, будет известна как Intel Arc B580 Limited Edition Graphics.\nИнсайдер предполагает розничную цену в 250 долларов  за видеокарту на 12 ГБ, что кажется конкурентоспособной отправной точкой для того, что, как ожидается, она  станет  нижнего среднего уровня. Однако это, скорее всего, будет самый дешевый вариант на рынке, поскольку партеры, как правило, устанавливают более высокие цены из-за индивидуальной печатной платы и охлаждения, а также некоторого дополнительного блеска по сравнению с картами Intel. Видеокарта  также слегка ниже стоимости бюджетной GeForce RTX 4060 c 8 ГБ, которая стартует с 300 долларов.\nВ дополнение к утечке цен, нашелся продавец, который выставил карту Intel Arc B580 на своем сайте, хотя и без каких-либо подробностей, за 259,55 долларов  хотя сайт не раскрыл подробностей , кроме того, что это американская компания.\nВопрос в том, как B580 будет сравниваться с точки зрения производительности с собственными картами Intel Arc A750 и A770, которые поставляются с 8 или 16 ГБ видеопамяти, тем более, что  можно купить Acer Predator BiFrost Arc A770 или пару разных карт ASRock Challenger Arc A770 всего за 230 долларов .\n"
    },
    {
        "Номер": 28,
        "Ссылка": "https://www.playground.ru/misc/news/samsung_razrabatyvaet_27_dyujmovuyu_panel_qd_oled_s_razresheniem_1440p_i_chastotoj_obnovleniya_500_gts-1737335",
        "Название": "Samsung разрабатывает 27-дюймовую панель QD-OLED с разрешением 1440p и частотой обновления 500 Гц",
        "Дата": "27 ноября в 17:14",
        "Текст": "Samsung готовит 27-дюймовый игровой OLED-монитор с панелью QD-OLED с разрешением 1440p и частотой обновления 500 Гц. Это усовершенствование предназначено для высокопроизводительных игр и представляет собой увеличение максимальной частоты обновления до 480 Гц по сравнению с текущими моделями, такими как LG UltraGear 27GX790A-B и Asus ROG Swift PG27AQDP.\nПовышенная частота обновления обеспечивает более плавную картинку и минимизирует размытие при движении, что крайне важно для соревновательных игр. Хотя Samsung официально не объявила дату выпуска и не предоставила подробные технические характеристики, отраслевые источники указывают на то, что компания использует свою передовую технологию QD-OLED. Панели QD-OLED сочетают технологию квантовых точек с OLED-дисплеями, что обеспечивает улучшенную цветопередачу, более высокий уровень яркости и контрастности по сравнению с традиционными ЖК-панелями.\nСообщается, что 27-дюймовая панель QD-OLED находится на завершающей стадии разработки, и планируется сотрудничество с ведущими брендами мониторов для её коммерциализации. Ожидается, что мониторы с этой панелью с частотой 500 Гц появятся в продаже в первой половине следующего года. Кроме того, FlatPanelsHD прогнозирует, что в следующем году увеличится количество 27-дюймовых мониторов QD-OLED и WOLED. Китайский производитель мониторов Light Soul планирует выпустить 27-дюймовый QD-OLED-монитор с разрешением 4K, частотой обновления 240 Гц и пиковой яркостью 1000 нит, который также может быть использован другими брендами. Кроме того, ожидается тенденция к увеличению размеров дисплеев: 45-дюймовые WOLED-панели будут предлагать разрешение выше 3440x1440 пикселей, потенциально достигая 5120x2160 пикселей.\nТелевизор LG 45GX950A, недавно обнаруженный в корейской базе данных сертификации, может стать одним из первых, демонстрирующих эту технологию больших экранов с высоким разрешением. Важно отметить, что, хотя эти достижения расширяют технологические границы, преимущества частоты обновления 500 Гц в первую очередь актуальны для профессиональных киберспортсменов, поскольку среднестатистический потребитель или геймер на ПК не сможет в полной мере использовать такую высокую частоту обновления.\n"
    },
    {
        "Номер": 29,
        "Ссылка": "https://www.playground.ru/misc/news/v_set_popali_rendery_steam_controller_2_i_kontrollerov_roy_ot_valve-1737251",
        "Название": "В сеть попали рендеры Steam Controller 2 и контроллеров Roy от Valve",
        "Дата": "27 ноября в 10:40",
        "Текст": "Недавно стало известно о том, что Valve, возможно, работает над Steam Controller 2 и универсальными контроллерами Roy:\nСегодня в сети появились рендеры обоих контроллеров - пользователи обнаружили их в приложении SteamVR. Судя по рендерам, у Steam Controller 2, в отличии от оригинального геймпада, появятся два стика, а тачпады станут квадратными.\nКонтроллеры, которые проходят под кодовым названием Roy, судя по всему, будут обладать крестовиной, бамперами и кнопками ABXY, благодаря чему их можно будет использовать не только для VR, но и для обычных игр.\nЕсть вероятность того, что это не финальные рендеры, а устройства, которые поступят в продажу, будут отличаться от изображений. Инсайдер, который первым рассказал про Steam Controller 2 и Roy, ранее сообщил о том, что оба контроллера уже готовят к массовому производству, а их официальный анонс может состояться уже скоро.\n"
    },
    {
        "Номер": 30,
        "Ссылка": "https://www.playground.ru/misc/news/sluh_nvidia_ne_stanet_urezat_harakteristiki_rtx_5090d_i_programmno_ogranichit_tpp_lish_v_rabochih_zadachah-1737233",
        "Название": "Слух: NVIDIA не станет урезать характеристики RTX 5090D и программно ограничит TPP лишь в рабочих задачах",
        "Дата": "27 ноября в 09:02",
        "Текст": "Один из инсайдеров, который ранее уже делился достоверными утечками касательно продукции NVIDIA, сообщает о том, что RTX 5090D, которую компания собирается выпустить специально для китайского рынка, будет обладать теми же характеристиками, что и RTX 5090.\nСообщается, что RTX 5090D получит те же 21760 ядер, 32 ГБ памяти GDDR7 и тактовую частоту в районе 2,9 ГГц. Скорее всего NVIDIA наложит программные ограничения на TPP (общий уровень производительности) в области расчетов для ИИ, чтобы видеокарта не нарушала наложенные США санкции касательно экспорта в Китай.\nТаким образом, в отличии от RTX 4090 и RTX 4090D, где NVIDIA пришлось урезать характеристики китайской версии видеокарты, в данном случае компания, по всей видимости, решила пойти по другому пути, предоставив рядовым пользователям почти аналогичные версии продукта.\n"
    }
]