{
    "result": true,
    "data": {
        "@context": "https://schema.org/",
        "@type": "Product",
        "name": "Материнская плата GIGABYTE B550M AORUS ELITE AX",
        "description": "Материнская плата GIGABYTE B550M AORUS ELITE AX представляет собой высокопроизводительное решение для сборки компьютера на базе процессоров AMD. Она поддерживает процессоры AMD Ryzen серий 5000, 5000 G, 4000 G и 3000, что делает её универсальной для различных задач и конфигураций. Плата оснащена четырьмя слотами для оперативной памяти DDR4 с максимальной частотой до 4733 МГц и поддержкой до 128 ГБ памяти, что обеспечивает высокую скорость обработки данных. Для подключения графических карт предусмотрены два слота PCIe x16, а наличие двух разъемов M.2 с поддержкой PCIe 4.0/3.0 позволяет использовать быстрые NVMe SSD накопители. \nЭта модель также обладает широкими возможностями подключения и управления системой. Встроенный модуль Wi-Fi 6 и Bluetooth 5.3 обеспечивают беспроводную связь, а наличие HDMI и DVI разъемов позволяет подключать различные дисплеи. Плата поддерживает технологию RGB FUSION 2.0 для настройки подсветки, а система охлаждения Smart Fan 5 гарантирует эффективное управление температурой компонентов. Дополнительные функции, такие как Q-Flash Plus, позволяют обновлять BIOS без установки процессора и памяти, что упрощает процесс настройки и обслуживания системы.",
        "sku": "5493345",
        "offers": {
            "@type": "Offer",
            "url": "https://www.dns-shop.ru/product/c51577c1795cd582/materinskaa-plata-gigabyte-b550m-aorus-elite-ax/",
            "availability": "https://schema.org/InStock",
            "price": 14999,
            "priceCurrency": "RUB"
        },
        "image": [
            "https://c.dns-shop.ru/thumb/st1/fit/300/300/0403739b4595f1bff887a14c4305637c/bd35ed9a7c6d8adaf87805b797e763d60c65aff38e2fbfd08e39b6a7f2b89e13.png",
            "https://c.dns-shop.ru/thumb/st1/fit/300/300/6f7bb6e914aff9cd59462fef6c444e6c/f9568e9828ebdf876390ccb17d13397a57a08ce99e695167de109d476554ff6f.png",
            "https://c.dns-shop.ru/thumb/st1/fit/300/300/a8991ca986f8d1e12637ffb58f808045/522dcdeb8c591a926830789b3350cebc6798226495e796519df42e58c4c61016.png"
        ],
        "brand": {
            "@type": "Brand",
            "name": "GIGABYTE"
        }
    },
    "message": "",
    "errors": []
}